Repository: dbarenholz/genesis-translations
Catalog: translations/*.po
Languages: ca, da_dk, es_es, fi, it_it, sv_se

source: Search form displays a small search form utilizing the WordPress search functionality.
ca: El formulari de cerca mostra una casella que fa servir la funcionalitat de cerca del Wordpress.
da_dk: Søge skabelon viser de søgefelter, som er indbygget i WordPress.
es_es: El formulario de búsqueda muestra un pequeño formulario de búsqueda que utiliza la función de búsqueda de WordPress.
it_it: Nel modulo di ricerca viene visualizzato un piccolo modulo di ricerca che utilizza la funzionalità di ricerca WordPress.
sv_se: Sökformulär visar en litet sökformulär som använder WordPress sökfunktion.

source: RSS feed link displays a link to the RSS feed for your site that a reader can use to subscribe to your site using the feedreader of their choice.
ca: El fil de subscripció RSS mostra un enllaç al <i>Feed</i> RSS del teu lloc web de manera que qualsevol lector el pot fer servir per subscriure's al teu web amb el seu agregador preferit.
da_dk: RSS feed link viser et link til RSS feedet for dit site. Det kan en bruger anvende til at abonnere på nye indlæg, som du udgiver på dit site. Brugerne skal anvende deres egen nyheds-software.
es_es: El enlace de feed RSS muestra un enlace al feed RSS de tu sitio que un lector puede utilizar para suscribirse a tu sitio usando un lector de noticias (feedreader).
fi: RSS-syötteen linkki näyttää linkin sivustosi RSS-syötteesi josta lukija voi sen tilata omaan haluamaansa uutislukijaansa.
it_it: Nel link del feed RSS viene visualizzato un link al feed RSS per il tuo sito che un lettore può usare per iscriversi al tuo sito utilizzando un lettore feed di loro scelta.
sv_se: RSS feed länk visar en länk till RSS-flöde för din webbplats som en läsare kan använda för att prenumerera på din webbplats med hjälp av feedreader av sitt val.

source: Today's date displays the current date
ca: Mostra la data del dia
da_dk: Dato viser dags dato
es_es: La fecha de hoy muestra la fecha actual
fi: Tämä päivä näyttää nykyisen ajan
it_it: La data odierna visualizza la data corrente
sv_se: Dagens datum visar aktuellt datum

source: The Primary Navigation Extras typically display on the right side of your Primary Navigation menu.
ca: Els extres de la navegació primaria, típicament es mostren a la banda dreta del menú de navegació primari.
da_dk: De primære navigation ekstra funktioner vises typisk til højre for din primære navigation menu.
es_es: Los extras de la navegación primaria típicamente se muestran a la derecha del menú de navegación primario.
fi: Ensisijaisen valikon lisäosat normaalisti näytetään ensisijaisen valikon oikeassa reunassa.
it_it: La navigazione primaria Extra è tipicamente visibile sul lato destro del menu di navigazione principale.
sv_se: Den primära menyns extra innehåll visas oftast på höger sida om din primära navigeringsmeny.

source: The %1$sImage logo%2$s option will use a logo image file in the header instead of the site's title and description. This setting adds a .header-image class to your site, allowing you to specify the header image in your child theme's style.css. By default, the logo can be saved as logo.png and saved to the images folder of your child theme.
es_es: La opción %1$sImagen de Logo%2$s usará archivo de imagen para el logo, en lugar del título y la descripción de Sitio. Este ajuste añade la clase .header-image al sitio, permitiendo que especifiques la imagen de cabecera en la hoja de estilos de tu tema hijo. Por defecto, el logo debe ser guardado como logo.png en la carpeta images de tu tema hijo.

source: The %1$sDynamic text%2$s option will use the Site Title and Site Description from your site's settings in your header.
es_es: La opción %1$sTexto dinámico%2$s usará en la cabecera el título y la descripción del sitio que hayas establecidos en los ajustes de tu sitio.

source: This is the %1$s. You can add content to this area by visiting your <a href="%2$s">Widgets Panel</a> and adding new widgets to this area.
es_es: Este es el %1$s. Puedes añadir contenido en este área visitando tu <a href="%2$s">Panel de Widgets</a> y añadiendo nuevos widgets en este área.

source: data in style sheet files
ca: dades en els fulls d'estil
da_dk: data i stylesheet filer
es_es: datos en archivos de hoja de estilos
fi: data tyylitiedoston tiedostoissa
it_it: dati nel File fogli di stile
sv_se: data i stilmallen

source: There are some special features of the Blog Template that allow you to specify which category to show on each page using the template, which is helpful if you have a "News" category (or something else) that you want to display separately.
ca: A la plantilla de la pàgina del blog hi ha paràmetres especials que permeten especificar quina categoria s'ha de fer servir a cada pàgina que fa us de la plantilla, la qual cosa és útil si tens una categoria de "Notícies" (o el que sigui) que vols que es mostri a part.
da_dk: Der er nogle særlige funktioner i denne blog-skabelon, der giver dig mulighed for at angive, hvilken kategori der skal vises på hver side ved hjælp af skabelonen, hvilket er nyttigt, hvis du har en "News" kategori (eller noget andet), som du vil have vist separat.
es_es: Hay algunas características especiales de la plantilla de blog que te permitirán especificar qué categorías mostrar en cada página que use la plantilla; es útil si tienes una categoría de "Noticias" (o algo más) que quieres mostrar por separado.
fi: Blogipohjassa on muutamia erityisiä ominaisuuksia jotka antavat sinun määritellä mitkä kategoriat näytetään kullakin sivulla käyttäen teemapohjaa. Tämä on hyödyllistä jos sinulla on "News/uutis" kategoria (tai jotakin muuta) jonka haluat näyttää erikseen.
it_it: Ci sono alcune caratteristiche speciali del template del Blog che consentono di specificare quale categoria mostrare in ogni pagina utilizzando il modello, che è utile se si dispone di un "News" categoria (o qualcos'altro) che si desidera visualizzare separatamente.
sv_se: Det finns några speciella funktioner för bloggmallen som låter dig specificera vilken kategori som ska visas på varje sida, vilket är användbart om du har en "Nyheter" kategori (eller något annat) som du vill visa separat.

source: If you provide an email address above, you will be notified via email when a new version of Genesis is available.
ca: Si hi poses el teu correu electrònic, se't notificarà quan hi hagi una nova versió de Genesis disponible.
da_dk: Hvis du skriver din e-mailadresse i feltet ovenfor, får du en mail, når en ny version af Genesis er klar.
es_es: Si proporcionas una dirección de correo electrónico, recibirás una notificación cuando esté disponible una nueva versión de Genesis.
fi: Jos annat sähköpostin yläpuolelle, sinulle lähetetään sähköpostimuistutus kun uusi Genesis-versio on saatavilla.
it_it: Se si fornisce un indirizzo email sopra, sarà notificato via email quando è disponibile una nuova versione di Genesis.
sv_se: Om du anger en e-postadress ovan, kommer du att meddelas via e-post när en ny version av Genesis är tillgänglig.

source: Load Superfish Script?
ca: Carrega l'script Superfish?
da_dk: Anvend Superfish Script?
es_es: ¿Cargar el script de Superfish?
fi: Lataa Superfish Script?
it_it: Carica Script Superfish?
sv_se: Ladda in Superfish Script?

source: You can export your Genesis-related settings to back them up, or copy them to another site. Child themes and plugins may add their own checkboxes to the list. The settings are exported in %s format.
ca: Pots exportar els paràmetres relacionats amb Genesis per tenir-ne còpia de seguretat, o copiar-los a un altre lloc web.Pot ser que els temes fill i les extensions afegeixin opcions a la llista. Els paràmetres s'exporten en format %s.
da_dk: Du kan eksportere opsætning relateret til Genesis for at lave en backup eller for at kopiere opsætningen til et andet site. Child temaer og plugins kan have tilføjet deres egne checkbokse til listen. Opsætningerne bliver eksporteret i formatet %s.
es_es: Puedes exportar tus ajustes de Génesis para hacer una copia de seguridad, o para copiarlos a otro sitio. Los temas hijos y otros plugins pueden añadir sus propias casillas de verificación a la lista. Los ajustes se exportan en el formato %s.
fi: Voit videä Genesis-kohtaiset asetukset varmistaaksesi ne, tai kopioida ne toiselle sivustolle. Lapsiteemat ja lisäosat voivat tehdä lisävalintoja valintalistaan. Asetukset viedään %s muodossa.
it_it: È possibile esportare le impostazioni correlate di Genesis per farne un backup, o copiarli su un altro sito. I temi bambino e plugin possono aggiungere le loro caselle di controllo per la lista. Le impostazioni vengono esportate nel formato %s.
sv_se: Du kan exportera dina Genesis-relaterade inställningar för att backa upp dem, eller att kopiera dem till en annan webbplats. Child teman och plugins kan lägga till egna kryssrutor i listan. Inställningarna exporteras i %s format.

source: This lets you select the layout for the archive page. On most of the child themes you'll see these options:
ca: Aquí pots triar l'aparença per a la pàgina d'arxiu. A la majoria de temes fill hi veuràs les següents opcions:
da_dk: Dette giver dig mulighed for at vælge layout på Arkivsiden. I de fleste child temaer vil du se følgende muligheder:
es_es: Esto te permite seleccionar la estructura de la página de archivo. En la mayoría de los temas hijos, verás estas opciones:
fi: Tämä antaa mahdollisuuden valita arkistosivun ulkoasun. Suurimmalla osalla lapsisivuja näet nämä valinnat:
it_it: Questo consente di selezionare il layout per la pagina di archivio. Sulla maggior parte dei temi bambino vedrete queste opzioni:
sv_se: Denna box låter dig välja layout för arkivsidan. På de flesta child teman ser du de här alternativen:

source: Upload the data file (%s) from your computer and we'll import your settings.
ca: Puja l'arxiu de dades (%s) des del teu ordinador per importar la teva configuració.
da_dk: Upload datafilen (%s) fra din computer, og vi importerer dine opsætninger.
es_es: Sube el archivo de datos (%s) desde tu ordenador e importaremos tus ajustes.
fi: Lataa datatiedosto (%s) omalta koneeltasi ja tuomme sinun asetuksesi.
it_it: Carica il file di dati (%s) dal tuo computer ed importeremo le tue impostazioni.
sv_se: Ladda upp filen (%s) från din dator och vi importerar dina inställningar.

source: Once you upload an import file, it will automatically overwrite your existing settings.
ca: Un cop has pujat l'arxiu d'importació, automàticament se sobreescriuran els paràmetres existents.
da_dk: Når du uploader en importfil, vil den overskrive dine eksisterende opsætninger.
es_es: Cuando subas un archivo sobreescribirá automáticamente los ajustes anteriores.
fi: Kun olet ladannut tuontitiedoston, se korvaa automaattisesti nykyiset asetukset.
it_it: Una volta che si carica un file di importazione, esso sovrascriverà automaticamente le impostazioni esistenti.
sv_se: När du laddar upp en import-fil, kommer den att automatiskt skriva över dina befintliga inställningar.

source: These options can be extended or limited by the child theme.
ca: Aquestes opcions poden ser més o menys depenent del tema fill.
da_dk: Disse valgmuligheder kan være udvidet eller begrænset af dit child tema.
es_es: Estas opciones pueden ser ampliadas o limitadas por el tema hijo.
fi: Näita asetuksia voidaan laajentaa tai pienentää lapsiteeman avulla.
it_it: Queste opzioni possono essere estese o limitate dal tema bambino.
sv_se: Dessa alternativ kan utökas eller begränsas av child temat.

source: The Meta description and keywords fill in the meta tags for the archive page. The Meta description is the short text blurb that appears in search engine results.
es_es: La meta descripción y las palabras clave rellenan las etiquetas meta para la página de archivo. La meta descripción es el breve fragmento de texto que aparece en los resultados de los motores de búsqueda.

source: This works with the Blog Template, which is a page template that shows your latest posts. It's what people see when they land on your homepage.
ca: Això funciona amb la plantilla de la pàgina de blog, que és una plantilla que mostra les darreres entrades. Per defecte, és el que la gent veu quan arriva a la pàgina d'inici.
da_dk: Dette fungerer med Blog-skabelonen, som er den skabelon, der viser dine seneste indlæg. Det er, hvad brugerne ser, når de lander på forsiden af dit site.
es_es: Esto funciona con la plantilla de blog, una plantilla que muestra los últimos artículos. Es lo que la gente ve cuando visita tu Página de Inicio.
fi: Tämä toimii Blogipohjalla, joka on sivupohja joka näyttää viimeiset artikkelit. Täm'ä näytetään kun käyttäjät tulevat kotisivullesi.
it_it: Questo funziona con il template del blog, che è un modello di pagina che mostra i tuoi ultimi articoli. E 'quello che la gente vede quando arrivano sulla tua home page.
sv_se: Denna box bestämmer hur sidmallen blogg ska fungera, vilket är en sidmall som visar dina senaste inlägg och som visas på startsidan om ingen anpassad startsida är vald.

source: When you click the button below, Genesis will generate a data file (%s) for you to save to your computer.
ca: Fent clic al botó de sota, Genesis generarà un arxiu de dades (%s) perquè que el desis al teu ordinador.
da_dk: Når du klikker på knappen herunder, vil Genesis danne en data-fil (%s), som du kan gemme på din computer.
es_es: Cuando hagas clic en el siguiente botón, Genesis generará un archivo (%s) para que lo puedas guardar en tu ordenador.
fi: Kun painat alla olevaa nappia, Genesis luo datatiedoston (%s) jonka voit tallentaa tietokoneellesi.
it_it: Quando si clicca sul pulsante qui sotto, Genesis genererà un file di dati (%s) per te da salvare sul tuo computer.
sv_se: När du klickar på knappen nedan kommer Genesis generera en fil (%s) som du kan spara på din dator.

source: Use semantic HTML5 page and section headings throughout site?
ca: Vols fer servir encapçalaments semàntics de pàgina i de secció, en HTML5, arreu del lloc?
da_dk: Brug semantic HTML5 side og sektions headere på hele sitet?
es_es: ¿Utilizar encabezados de página y sección en HTML5 semántico en todo el sitio?
fi: Käytä semanttista HTML5-sivua ja kappaleen otsikoita koko sivuston osalta?
it_it: Utilizzare una pagina HTML5 semantica e titoli delle sezioni in tutto il sito?
sv_se: Använd semantiska HTML5 sidor och sektions rubriker över hela webbplatsen?

source: The Robots Meta Tags tell search engines how to handle the archive page. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
ca: Les meta etiquetes per a Robots diuen als motors de cerca com fer servir les pàgines d'arxiu. <i>Noindex</i> vol dir que no indexin la pàgina en absolut, per tant no apareixerà en els resultats dels motors de cerca. <i>Nofollow</i> vol dir que no segueixin cap enllaç de la pàgina, i <i>noarchive</i> els diu que no en guardin una còpia en memòria.
da_dk: Robots Meta Tags fortæller søgemaskiner, hvordan de skal håndtere arkiv-sider. Noindex betyder, at siden ikke under nogen omstændigheder skal indekseres, og den vil ikke dukke op i søgeresultater. Nofollow betyder, at ingen links på siden skal følges og Noarchive fortæller søgemaskinerne, at de ikke skal lave en kopi af siden.
es_es: Las etiquetas meta robots, le dicen a los motores de búsqueda qué hacer con la página de archivo. Noindex, significa que la página no sea indexada de ninguna manera, y no aparecerá en los resultados de una búsqueda. Nofollow, significa que ninguna de los links de la página sean seguidos, y noarchive significa no realizar una copia de archivo de la página.
fi: Robots Meta tägit kertovat hakukoneille kuinka kohdellaan arkistosivua. Noindex tarkoittaa ettei sivua indeksoida ollenkaan, ja se ei näy hakutuloksissa. Nofollow tarkoittaa älä seuraa mitään linkkejä tältä sivulta eteenpäin ja noarchive tarkoittaa ettei sivusta tehdä arkistokopiota.
it_it: I Robots Meta Tag dicono ai motori di ricerca come gestire la pagina di archivio. Noindex significa non indicizzare la pagina a tutti, e non verrà visualizzato nei risultati di ricerca. Attraverso il nofollow non seguono tutti i link di questa pagina e noarchive dice loro di non fare una copia di archivio della pagina.
sv_se: Meta-robots taggar visar för sökmotorer hur de ska hantera arkivsidan. Noindex betyder att sidan inte ska indexeras alls och den kommer inte att visas i rökresultaten. Nofollow betyder att inga länkar på sidan ska följas och noarchive att ingen kopia ska göras av sidan.

source: The Archive Headline sets the title seen on the archive page.
es_es: La cabecera del archivo establece el título que aparece en la página de archivo.

source: These options can be extended or limited by the child theme. Additionally, many of the child themes do not allow different layouts on the home page as they have been designed for a specific home page layout.
ca: Aquestes opcions poden ser més o menys segons el tema que facis servir. A més, molts dels temes fill no permeten diferents disposicions a la pàgina d'inici perquè han estat dissenyats per presentar una distribució d'elements concreta.
da_dk: Disse features kan blive udvidet eller begrænset af child temaet. Dertil kommer, at mange child temaer ikke tillader ændringer af layout på deres forsider, fordi de er designet til det bestemte layout.
es_es: Estas opciones pueden ser ampliadas o limitadas por el tema hijo. Además, muchos temas hijos no permiten distintas plantillas para la Página de Inicio, ya que han sido diseñados para una plantilla de Página de Inicio específica.
fi: Nämä valinnat voidaan laajentaa ja rajata lapsiteemassa. Lisäksi monet lapsiteemat eivät mahdollista erilaisia kotisivun ulkoasuja koska ne on suunniteltu määrätylle sivun ulkoasulle.
it_it: Queste opzioni possono essere estese o limitate dal tema bambino. Inoltre, molti dei temi bambino non consentono diversi layout sulla home page come sono stati progettati per un layout di pagina specifica.
sv_se: Dessa alternativ kan utökas eller begränsas av child temat. Dessutom så tillåter många child teman inte olika layouter på startsidan eftersom de har utformats för en specifik layout på startsidan.

source: In the General Settings you can select a specific category to display from the drop down menu, and exclude categories by ID, or even select how many posts you'd like to display on this page.
ca: A la configuració general hi pots triar, en el desplegable, la categoria específica que vols mostrar, i també pots excloure'n d'altres de concretes, segons el seu identificador. A més, pots indicar quantes entrades vols que es mostrin a la pàgina.
da_dk: I den genrelle opsætning kan du vælge en kategori som skal vises på drop down menuen, og ekskludere kategorier ved hjælp af deres ID, eller du kan vælge hvor mange indlæg du ønsker vist på siden.
es_es: En los Ajustes Generales, puedes seleccionar en el menú desplegable una categoría específica que mostrar, y excluir categorías por su ID, o incluso seleccionar cuántos artículos te gustaría mostrar en esta página.
fi: Yleisasetuksissa voit määritellä määrätyt kategoriat jotka näytetään pudotusvalikossa, ja poistaa näkyvistä kategoriat ID-numeron perusteella, tai voit jopa valita kuinka monta artikkelia näytät tällä sivulla.
it_it: Nelle impostazioni generali è possibile selezionare una categoria specifica per visualizzare dal menu a discesa, ed escludere le categorie da ID, o anche selezionare il numero di messaggi che vuoi visualizzare in questa pagina.
sv_se: Här kan du välja om inlägg ska visas från alla kategorier eller en specifik kategori, exkludera specifika kategorier och välja hur många inlägg som ska visas för varje sida.

source: The Archive Intro Text sets the text before the archive entries to introduce the content to the viewer.
ca: El text d'introducció d'arxiu és el text que es mostra abans de les entrades de l'arxiu, per introduir el contingut a l'usuari.
da_dk: Archive Intro Text opretter en tekst foran arkivtitlerne for at introducere indholdet til brugeren
es_es: El texto introductorio de archivo, establece el texto que aparecerá antes de las entradas del archivo, a modo de presentación del contenido para el lector.
fi: Arkiston esittelyteksti asettaa määrityksen tekstille ennen arkiston sisältöä, ja se näytetään sisällön katsojalle.
it_it: L'Archivio Introduzione Testo imposta il testo prima delle voci di archivio per introdurre il contenuto allo spettatore.
sv_se: Introduktionstexten sätter en text som visas innan arkivinnehållet för att introducera innehållet för läsaren.

source: The Custom Body Class adds a class to the body tag in the HTML to allow CSS modification exclusively for this post type's archive page.
ca: La classe personalitzada pel Body, afegeix una classe a l'etiqueta body, en l'HTML, que permet modificacions d'estil CSS exclusivament per a la pàgina d'arxiu d'aquest tipus d'entrada.
da_dk: Custom Body Class tilføjer en klasse til body tagget i HTML koden med det formål at åbne for CSS modifikation helt specifikt på arkivsider for denne type indlæg.
es_es: La clase de cuerpo personalizada añade una clase a la etiqueta body en el HTML para permitir modificaciones de CSS exclusivamente para la página de archivos de este tipo de entrada.
fi: Muokattu luokan määritys lisää luokan HTML:ään joka mahdollistaa CSS muokkaukset juuri tämän artikkelin arkistosivuun.
it_it: La classe corpo personalizzato aggiunge una classe al tag body nell'HTML per consentire la modifica al CSS esclusivamente per questo tipo di articolo nella pagina archivio.
sv_se: Anpassad body klass lägger till en klass till body-taggen i sidans HTML kod för att möjliggöra CSS modifieringar enbart för den här inläggstypens arkivsida.

source: The Custom Document Title sets the page title as seen in browsers and search engines.
ca: El títol personalitzat del document és el títol de la pàgina tal com el veuen navegadors i cercadors
da_dk: Dokumentets Titel-felt bliver brugt til visning i browsere og søgemaskiner.
es_es: El título personalizado de documento estableces el título de la página como se verá en navegadores y buscadores.
fi: Muokattu dokumentin otsikko asettaa sivun otsikon ja se näkyy selaimissa ja hakukoneissa.
it_it: Il Titolo personalizzato documento imposta il titolo della pagina come si vede nei browser e motori di ricerca.
sv_se: Dokumenttiteln sätter sidans titel som visas i webbläsare och sökmotorer.
