Repository: dbarenholz/genesis-translations
Catalog: translations/*.po
Languages: ca, da_dk, es_es, fi, it_it, sv_se

source: Sort Order
ca: Tria l'ordre
da_dk: Sorteringsrækkefølge
es_es: Sentido del orden
fi: Lajittelujärjestys
it_it: Tipo di ordinamento
sv_se: Sorteringsordning

source: Random
ca: Aleatori
da_dk: Tilfældig
es_es: Aleatorio
fi: Satunnainen
it_it: Casuale
sv_se: Slumpmässigt

source: Comment Count
ca: Nombre de comentaris
da_dk: Antal kommentarer
es_es: Cantidad de comentarios
fi: Kommentien lukumäärä
it_it: Conteggio commento
sv_se: Antal kommentarer

source: Parent
da_dk: Forældre
es_es: Padre
fi: Emo
it_it: Genitore
sv_se: Nuvarande

source: Order By
ca: Ordena per
da_dk: Sorteres efter
es_es: Ordenar por
fi: Järjestä
it_it: Ordina per
sv_se: Ordna efter

source: Number of Posts to Offset
ca: Nombre d'entrades de separació
da_dk: Forskyd start med antal indlæg
es_es: Número de entradas que saltar
fi: Artikkelien lukumäärä korvattavissa
it_it: Numero di articoli da deviare
sv_se: Antal inlägg som ska skippas

source: Category
ca: Categoria
da_dk: Kategori
es_es: Categoría
fi: Kategoria
it_it: Categoria
sv_se: Kategori

source: More Posts from this Category
ca: Més entrades d'aquesta categoria
da_dk: Flere indlæg fra denne kategori
es_es: Más entradas de esta categoría
fi: Lisää artikkeleita tästä kategoriasta
it_it: Altri articoli di questa categoria
sv_se: Fler inlägg från denna kategori

source: [Read More...]
ca: [Llegeix més...]
da_dk: [Læs videre...]
es_es: [Leer Más...]
fi: [Lue lisää...]
it_it: [Per saperne di più ...]
sv_se: [Läs mer...]

source: Genesis - Featured Posts
ca: Genesis - Entrades destacades
da_dk: Genesis - Feature Indlæg
es_es: Genesis - Entradas destacadas
fi: Genesis - suositeltavat artikkelit
it_it: Articoli in primo piano - Genesis
sv_se: Genesis - Utvalda inlägg

source: Displays featured posts with thumbnails
ca: Mostra entrades destacades amb miniatura
da_dk: Vis feature-indlæg med thumbnails
es_es: Muestra las entradas destacadas con miniaturas
fi: Näytä Suositellut artikkelit postimerkkikoossa
it_it: Visualizza articoli in primo piano con le miniature
sv_se: Visar utvalda inlägg med miniatyrbilder.

source: More Text
ca: Més text
da_dk: Mere tekst
es_es: Texto Leer más
fi: Lisää tekstiä
it_it: Più testo
sv_se: Mer text

source: Content Character Limit
ca: Límit de caràcters
da_dk: Grænse for antal tegn
es_es: Límite de caracteres del contenido
fi: Sisällön merkkien rajoitus
it_it: Limita i caratteri del contenuto
sv_se: Teckenbegränsning för innehåll

source: Show Page Content
ca: Mostra el contingut de la pàgina
da_dk: Vis Side Indhold
es_es: Mostrar contenido de la página
fi: Näytä sivun sisältö
it_it: Mostra il contenuto della pagina
sv_se: Visa sidinnehåll

source: Show Page Title
ca: Mostra el títol de la pàgina
da_dk: Vis side titel
es_es: Mostrar título de la página
fi: Näytä Sivun otsikko
it_it: Mostra il titolo della pagina
sv_se: Visa sidans titel

source: None
ca: Cap
da_dk: Ingen
es_es: Ninguno
fi: Ei mitään
it_it: Nessuno
sv_se: Ingen

source: Image Alignment
ca: Aliniació de la imatge
da_dk: Billedjustering
es_es: Alineación de la imagen
fi: Kuvan tasaus
it_it: Allineamento immagine
sv_se: Bildplacering

source: Page
ca: Pàgina
da_dk: Side
es_es: Página
fi: Sivu
it_it: Pagina
sv_se: Sida

source: by
ca: per
da_dk: af
es_es: por
it_it: di
sv_se: av

source: Genesis - Featured Page
ca: Genesis - Pàgina destacada
da_dk: Genesis - Fremhævet Side
es_es: Genesis - Página Destacada
fi: Genesis - Suositellut (Featured) sivu
it_it: Genesis - Pagina in primo piano
sv_se: Genesis - Utvald sida

source: Displays featured page with thumbnails
ca: Mostra una pàgina destacada amb miniatura
da_dk: Vis feature-side med thumbnails
es_es: Muestra la página destacada con miniaturas
fi: Näytä mukautettu sivu postimerkkinäkymän kanssa
it_it: Visualizza pagina in primo piano con miniature
sv_se: Visar utvald sida med miniatyrbilder.

source: Title
ca: Títol
da_dk: Titel
es_es: Título
fi: Otsikko
it_it: Titolo
sv_se: Titel

source: Search for
ca: Cerca
da_dk: Søg efter
es_es: Buscar
fi: etsi
it_it: Cerca per
sv_se: Sök efter

source: Archives for
ca: Arxius de
da_dk: Arkiv for
es_es: Archivos para
fi: Arkistot:
it_it: Archivi per
sv_se: Arkiv för

source: You are here:
ca: Estàs aquí:
da_dk: Du er her:
es_es: Estás aquí:
fi: Olet täällä:
it_it: Tu sei qui:
sv_se: Du är här:

source: Secondary Sidebar Widget Area
ca: Àrea de ginys de la barra lateral secundària
da_dk: Smalt Sidebar Widget område
es_es: Área de widgets de la barra lateral secundaria
fi: Toissijaisen sivupalkin vimpainalue
it_it: Area widget della barra laterale secondaria
sv_se: Sekundära sidofältets widget område

source: Primary Sidebar Widget Area
ca: Àrea de ginys de la barra lateral primària
da_dk: Hoved-sidebar Widget område
es_es: Área de widgets de la barra lateral primaria
fi: Ensisijaisen sivupalkin vimpainalue
it_it: Area widget della barra laterale primaria
sv_se: Primära sidofältets widget område

source: Search
ca: Cerca
da_dk: Søg
es_es: Buscar
fi: Etsi
it_it: Cerca
sv_se: Sök

source: About
ca: Sobre
da_dk: Om
es_es: Acerca de
fi: Tietoja
it_it: Riguardo a
sv_se: Om

source: By
ca: Per
da_dk: Af
es_es: Por
it_it: di
sv_se: av

source: [Read more...]
ca: [Llegeix més...]
da_dk: [Læs mere...]
es_es: [Leer más...]
fi: [Lue lisää...]
it_it: [Per saperne di più...]
sv_se: [Läs mer...]

source: Comments
ca: Comentaris
da_dk: Kommentarer
es_es: Comentarios
fi: Kommentit
it_it: Commenti
sv_se: Kommentarer

source: Posts
ca: Entrades
da_dk: Indlæg
es_es: Entradas
fi: Artikkelit
it_it: Post
sv_se: Inlägg

source: Primary Navigation Menu
ca: Menú de navegació primari
da_dk: Primær Navigation Menu
es_es: Menú de navegación primario
fi: Ensisijainen Navigaatiovalikko
it_it: Menù primario di navigazione
sv_se: Primär navigeringsmeny

source: Speak Your Mind
ca: Digues què en penses
da_dk: Skriv kommentar
es_es: Deja tu opinión
fi: Sana on vapaa - ota kantaa ja kommentoi
it_it: Lascia un commento
sv_se: Lämna en kommentar

source: Website
ca: Pàgina web
da_dk: Websted
es_es: Web
fi: WWW-sivu
it_it: Sito web
sv_se: Webbsida

source: Email
es_es: Correo electrónico
fi: Sähköposti

source: Name
ca: Nom
da_dk: Navn
es_es: Nombre
fi: Nimi
it_it: Nome
sv_se: Namn

source: Your comment is awaiting moderation.
ca: El teu comentari està pendent de moderació.
da_dk: Din kommentar venter på at blive godkendt
es_es: Tu comentario está en espera para ser revisado.
fi: Kommenttisi odottaa muokkausta.
it_it: Il tuo commento è in attesa di moderazione.
sv_se: Din kommentar väntar på moderering.

source: %1$s at %2$s
ca: %1$s a les %2$s
da_dk: %1$s kl. %2$s
es_es: %1$s al %2$s
fi: %1$s %2$s:ssa
it_it: %1$s a %2$s
sv_se: %1$s kl. %2$s

source: says
ca: ha dit
da_dk: skriver
es_es: dice
fi: sanoo
it_it: dice
sv_se: säger

source: <h3>Comments</h3>
ca: <h3>Comentaris</h3>
da_dk: <h3>Kommentarer</h3>
es_es: <h3>Comentarios </h3>
fi: <h3>Kommentit</h3>
it_it: <h3>Commenti</h3>
sv_se: <h3>Kommentarer</h3>

source: (Edit)
ca: (Edita)
da_dk: (rediger)
es_es: (Editar)
fi: (Muokkaa)
it_it: (Modifica)
sv_se: (Redigera)

source: Filed Under:
ca: Arxivat com a:
da_dk: Skrevet i:
es_es: Archivado en:
fi: Kategoriassa:
it_it: Archiviato in:
sv_se: Arkiverad under:

source: Tagged With:
ca: Etiquetat com a:
da_dk: Tags:
es_es: Etiquetado como:
fi: Avainsanoilla:
it_it: Etichettato con:
sv_se: Taggad som:

source: % Comments
ca: % Comentaris
da_dk: % kommentarer
es_es: % comentarios
fi: % kommenttia
it_it: % commenti
sv_se: % kommentarer

source: 1 Comment
ca: 1 comentari
da_dk: 1 kommentar
es_es: 1 comentario
fi: Yksi kommentti
it_it: 1 commento
sv_se: 1 kommentar

source: Leave a Comment
ca: Deixa un comentari
da_dk: Skriv kommentar
es_es: Deja un comentario
fi: Kommentoi
it_it: Lascia un commento
sv_se: Lämna en kommentar

source: Log out
ca: Surt
da_dk: Log ud
es_es: Cerrar sesión
fi: Kirjaudu ulos
sv_se: Logga ut

source: Log in
ca: Entra
da_dk: Log ind
es_es: Iniciar sesión
fi: Kirjaudu sisään
sv_se: Logga in

source: Return to top of page
ca: Retorna a l'inici
da_dk: Tilbage til toppen
es_es: Volver al comienzo de la página
fi: Palaa sivun alkuun
it_it: Torna all'inizio della pagina
sv_se: Återgå till sidans topp

source: Genesis %s is now available. We have provided 1-click updates for this theme, so please log into your dashboard and update at your earliest convenience.
ca: Genesis %s està disponible. Hem preparat actualitzacions d'un sol clic per a aquest tema, o sigui que pots entrar a l'escriptori i actualitzar sense problema.
da_dk: Genesis %s er tilgængelig. Hvis du ikke bruger et oversættelses-plugin, så kontakt din webmaster for at få opdateret din sprogfil før, du opdaterer Genesis
es_es: Genesis %s está disponible. Este tema cuenta con actualizaciones en un clic, entrar al escritorio y actualiza en cuanto lo consideres conveniente.
fi: Genesis %s on nyt julkaistu. Olemme mahdollistaneet yhden klikkauksen päivityksen tälle teemalle. Kirjaudu hallintapaneelisi ja päivitä mahdollisuuksien mukaan oma teemasi.
it_it: Genesis %s è ora disponibile. Abbiamo fornito aggiornamenti 1-click per questo tema, quindi accedi alla tua bacheca ed aggiorna al più presto.
sv_se: Genesis%s är nu tillgänglig. Vi erbjuder uppdateringar med 1 klick för detta tema, så logga in på din instrumentpanel och uppdatera så snabbt som möjligt.

source: Genesis %1$s is available for %2$s
es_es: Génesis %1$s está disponible para %2$s
fi: Genesis %1$s on saatavilla %2$s

source: Click here to complete the upgrade
ca: Fes clic aquí per acabar de fer l'actualització
da_dk: Klik her får at afslutte opdateringen
es_es: Haz clic aquí para completar la actualización
fi: Paina tästä tehdäksesi päivityksen
it_it: Clicca qui per completare l'aggiornamento
sv_se: Klicka här för att slutföra uppgraderingen

source: Home
ca: Inici
da_dk: Forside
es_es: Inicio
fi: Alkuun
sv_se: Hem

source: Number of Posts to Show
ca: Nombre d'entrades per mostrar
da_dk: Antal indlæg som vises
es_es: Número de entradas a mostrar
fi: Näytettävien artikkelien lukumäärä
it_it: Numero di articoli da visualizzare
sv_se: Antal inlägg som ska visas

source: All Categories
ca: Totes les categories
da_dk: Alle kategorier
es_es: Todas las categorías
fi: Kaikki kategoriat
it_it: Tutte le categorie
sv_se: Alla kategorier

source: Display which category
ca: Categories que vols mostrar:
da_dk: Vis hvilken katagori
es_es: Qué categoría mostrar
fi: Näytä kategoriat
it_it: Visualizza quale categoria:
sv_se: Visa vilken kategori:

source: Numeric
ca: Numèric
da_dk: Numre
es_es: Númerica
fi: Numeerinen
it_it: Numerico
sv_se: Numerisk

source: Previous / Next
ca: Anterior / Següent
da_dk: Forrige / Næste
es_es: Anterior / Siguiente
fi: edellinen / seuraava
it_it: Precedente / Seguente
sv_se: Tidigare / nästa

source: Image Size
ca: Mida de la imatge
da_dk: Billedstørrelse
es_es: Tamaño de imagen
fi: Kuvan koko
it_it: Dimensione immagine
sv_se: Bildstorlek

source: characters
ca: caràcters
da_dk: tegn
es_es: caracteres
fi: merkkiä
it_it: caratteri
sv_se: tecken

source: Limit content to
ca: Limita el contingut a
da_dk: Længde af uddrag
es_es: Limitar el contenido a
fi: Rajoita sisältö
it_it: Contenuto Limitato a
sv_se: Begränsa innehåll till

source: Select one of the following
ca: Selecciona una opció:
da_dk: Vælg en af følgende:
es_es: Selecciona una opción de las siguientes
fi: Valitse yksi seuraavista
it_it: Selezionare una delle seguenti opzioni:
sv_se: Välj något av följande:

source: Enable Trackbacks
ca: Permet retroenllaços
da_dk: Tillad Trackbacks
es_es: Activar trackbacks
fi: Aktivoi paluuviitteet
it_it: Abilita Trackback
sv_se: Aktivera trackbacks:

source: on pages?
ca: a les pàgines?
da_dk: på sider?
es_es: ¿en páginas?
fi: sivuilla?
it_it: sulle pagine?
sv_se: på sidor?

source: on posts?
ca: en entrades?
da_dk: på indlæg?
es_es: ¿en entradas?
fi: artikkeleissa?
it_it: sui post?
sv_se: på inlägg?

source: Enable Comments
ca: Permet els comentaris
da_dk: Tillad Kommentarer
es_es: Activar comentarios
fi: Salli kommentit
it_it: Abilita commenti
sv_se: Aktivera kommentarer:

source: Enter your custom comments feed URL
ca: Introdueix la URI personalitzada dels feeds dels teus comentaris:
da_dk: Skriv URL for dit brugerdefinerede kommentar-feed
es_es: Introduce la URL de comentarios del feed
fi: Kirjoita muokatun kommentointisyötteen URL:
it_it: Inserisci l'URI del tuo feed personalizzato per i commenti:
sv_se: Ange url till anpassat kommentars flöde:

source: Enter your custom feed URL
ca: Introdueix la URI personalitzada dels teus feeds:
da_dk: Skriv URL for dit brugerdefinerede feed
es_es: Introduce la URL personalizada de tu feed de comentarios
fi: Lisää muokatun syötteesi URL:
it_it: Inserisci l'URI del tuo feed personalizzato:
sv_se: Ange url till anpassat flöde:

source: Twitter Link Text:
ca: Text de l'enlaç a Twitter
da_dk: Tekst til Twitter Link
es_es: Texto del enlace a Twitter:
fi: Twitter-linkin teksti:
it_it: Testo del link di Twitter:
sv_se: Twitter-länktext:

source: Enter Twitter ID:
ca: Entra l'identificador (ID) de Twitter:
da_dk: Indtast Twitter ID:
es_es: Introduce el ID de Twitter:
fi: Kirjoita Twitterin käyttäjätunnus:
it_it: Inserisci l'ID di Twitter:
sv_se: Ange Twitter-id:

source: Twitter link
ca: Enllaç a Twitter
da_dk: Link til Twitter
es_es: Enlace a Twitter
fi: Twitter-linkki
it_it: Link di Twitter
sv_se: Twitterlänk

source: Search form
ca: Formulari de cerca
da_dk: Søgeformular
es_es: Formulario de búsqueda
fi: Hakulomake
it_it: Modulo di ricerca
sv_se: Sökfält

source: RSS feed links
ca: Enllaços del fil de subscripció RSS
es_es: Enlaces al feed RSS
fi: RSS-syötteen linkit
it_it: Link dei Feed RSS
sv_se: RSS-flöde länkar

source: Today's date
ca: La data d'avui
da_dk: Dags dato
es_es: Fecha actual
fi: Tämä päivä
it_it: Data odierna
sv_se: Dagens datum

source: Full Width Content
ca: Contingut d'amplada total
da_dk: Indhold i fuld bredde
es_es: Contenido de Ancho Completo
fi: Koko leveyden sisältö
it_it: Contenuto a piena larghezza
sv_se: Fullbredd på innehåll

source: Image logo
ca: Imatge del logo
da_dk: Billed/Grafik logo
es_es: Imagen del logo
fi: Kuvalogo
it_it: Immagine logo
sv_se: Logotyp

source: Dynamic text
ca: Text dinàmic
da_dk: Dynamisk tekst
es_es: Texto dinámico
fi: Dynaaminen teksti
it_it: Testo dinamico
sv_se: Dynamisk text

source: Released
ca: Data de llançament:
da_dk: Frigivet
es_es: Publicado
fi: Julkaistu:
it_it: Rilasciato:
sv_se: Släpptes:

source: Version
ca: Versió:
es_es: Versión
fi: Versio
it_it: Versione:

source: Content Archives
ca: Arxius de contingut
da_dk: Præsentation af ældre Arkiv indhold
es_es: Archivos de contenido
fi: Sisällön arkistot
it_it: Contenuto archivi
sv_se: Innehållsarkiv

source: Breadcrumbs
ca: Ruta de navegació
da_dk: Brødkrummer
es_es: Migas de pan
fi: Leivänmurut
it_it: Percorso di navigazione
sv_se: Brödsmulor

source: Author Box
ca: Caixa d'autor
da_dk: Forfatter boks
es_es: Caja de autor
fi: Kirjoittajan tietolaatikko
it_it: Riquadro autore
sv_se: Författarruta

source: Custom Feeds
ca: Fils de subscripció personalitzats
da_dk: Egne Feeds
es_es: Feeds personalizados
fi: Muokatut syötteet
it_it: Feed personalizzati
sv_se: Anpassade flöden

source: Information
ca: Informació
es_es: Información
fi: Tieto
it_it: Informazione

source: Apply %s to this archive?
ca: Aplica %s a aquest arxiu?
da_dk: Anvend %s i dette arkiv?
es_es: ¿Aplicar %s a este archivo?
fi: Ota käyttöön %s tässä arkistossa?
it_it: Applica %s a questo archivio?
sv_se: Applicera %s på detta arkiv?

source: Robots Meta
ca: Meta per a Robots
da_dk: Robot Meta
es_es: Meta Robots
fi: Hakurobottien metatieto
it_it: Meta Robots
sv_se: Meta-robots inställningar:

source: Comma separated list
ca: Llista separada per comes
da_dk: Kommasepareret liste
es_es: Lista separada por comas
fi: Pilkulla erotettu lista
it_it: Elenco separato da virgole
sv_se: Kommaseparerad lista

source: Apply %s to your site?
ca: Aplica %s al teu lloc web?
da_dk: Tilføj %s til dit site?
es_es: ¿Aplicar %s a tu sitio?
fi: Käytä %s sivustoosi?
it_it: Applica %s al tuo sito?
sv_se: Applicera %s på din webbplats?

source: Apply %s to Entire Site?
ca: Aplica %s a tot el lloc web?
da_dk: Tilføj %s til hele Siten?
es_es: ¿Aplicar %s a todo el sitio?
fi: Ota käyttöön %s koko sivustolle?
it_it: Applicare %s a tutto il sito?
sv_se: Applicera %s på hela webbplatsen?

source: Apply %s to Search Archives?
ca: Aplica %s als arxius de cerca?
da_dk: Anvend %s i Søge Arkiv?
es_es: ¿Aplicar %s a los archivos de búsqueda?
fi: Sovella %s hakuarkistoihin?
it_it: Applica %s agli archivi della ricerca?
sv_se: Applicera %s på sökarkiv?

source: Apply %s to Date Archives?
ca: Aplica %s als arxius de data?
da_dk: Anvend %s i Dato Arkiv?
es_es: ¿Aplicar %s a los archivos de fecha?
fi: Ota käyttöön %s päivämääräarkistoihin?
it_it: Applica %s agli archivi delle date?
sv_se: Applicera %s på datumarkiv?

source: Apply %s to Author Archives?
ca: Aplica %s als arxius d'autor?
da_dk: Anvend %s i Forfatter Arkiv?
es_es: ¿Aplicar %s a los archivos de autor?
fi: Mukauta %s kirjoittajan arkistoihin?
it_it: Applica %s agli archivi degli autori?
sv_se: Applicera %s på författararkiv?

source: Apply %s to Tag Archives?
ca: Aplica %s als arxius d'etiquetes?
da_dk: Anvend %s i Tag Arkiv?
es_es: ¿Aplicar %s a los archivos de etiquetas?
fi: Ota käyttöön %s tagien arkistoihin?
it_it: Applica %s agli archivi dei tag?
sv_se: Applicera %s på taggarkiv?

source: Apply %s to Category Archives?
ca: Aplica %s als arxius de categoria?
da_dk: Anvend %s i Kategori Arkiv?
es_es: ¿Aplicar %s al archivo de categorías?
fi: Ota käyttöön %s kategoria-arkistoihin?
it_it: Applica %s agli archivi di categoria?
sv_se: Applicera %s på kategoriarkiv?

source: Include Shortlink tag?
ca: Incloure l'etiqueta d'enllaç escurçat?
da_dk: Anvend Shortlink tag?
es_es: ¿Incluir la etiqueta de enlace corto?
fi: Sisällytä lyhytlinkkien tagit?
it_it: Includere collegamento breve del tag?
sv_se: Inkludera kortlänks tagg?

source: Shortlink Tag
ca: Etiqueta d'enllaç escurçat:
es_es: Etiqueta de enlace corto
fi: Lyhytlinkin avainsana
it_it: Collegamento breve tag:
sv_se: Kortlänkar:

source: Include Windows Live Writer Support Tag?
ca: Incloure l'etiqueta de suport al Windows Live Writer?
da_dk: Anvend Windows Live Writer Support Tag?
es_es: ¿Incluir etiqueta de Windows Live Writer?
fi: Sisällytä Windows Live Writer Tuen tagit?
it_it: Includere supporto dei tag in Windows Live Writer?
sv_se: Inkludera Windows Live Writer Support Tagg?

source: Relationship Link Tags
ca: Etiquetes d'enllaços relacionats:
da_dk: Relation Link Tags
es_es: Etiquetas de enlace de relación
fi: Sukulaisuuslinkkien tagit:
it_it: Relazioni link tag:
sv_se: Relationslänkar:

source: Apply %s to the homepage?
ca: Aplica %s a la pàgina d'inici?
da_dk: Anvend %s på hjemmesiden?
es_es: ¿Aplicar %s a la página de Inicio?
fi: Mukauta %s pääsivulle?
it_it: Applica %s alla homepage?
sv_se: Applicera %s på startsidan?

source: I'll manually wrap my own text on the homepage
ca: Cap dels dos. Ja ho faré manualment, per a la pàgina d'inici.
da_dk: Ingen af delene. Jeg pakker selv teksten manuelt til hjemmesiden
es_es: Envolveré manualmente mi propio texto en la página de inicio
fi: Ei kumpikaan. Muokkaan manuaalisesti oman tekstini pääsivulle
it_it: Nessuno dei due. Avvolgo manualmente il mio testo nella homepage
sv_se: Jag anger själv vilken text som ska vara huvudrubrik på startsidan.

source: Site Title
ca: Títol del lloc web
da_dk: Site titel
es_es: Título del sitio
fi: Sivuston otsikko
it_it: Titolo sito
sv_se: Webbplatstitel

source: Right
ca: Dreta
da_dk: højre
es_es: Derecha
fi: Oikea
it_it: Destra
sv_se: Höger

source: Left
ca: Esquerra
da_dk: venstre
es_es: Izquierda
fi: Vasen
it_it: Sinistra
sv_se: Vänster

source: Are you sure you want to reset?
ca: Segur que ho vols esborrar?
da_dk: Er du sikker på, at du vil nulstille?
es_es: ¿Estás seguro de que quieres restablecer?
fi: Oletko varma että haluta nollata?
it_it: Sei sicuro di voler ripristinare?
sv_se: Är du säker på att du vill återställa?

source: Reset Settings
ca: Esborra la configuració
da_dk: Nulstil indstillingerne
es_es: Restablecer ajustes
fi: Nollaa asetukset
it_it: Reset impostazioni
sv_se: Återställ inställningar

source: Genesis - SEO Settings
ca: Genesis - Configuració del SEO
da_dk: Genesis - SEO indstillinger
es_es: Genesis - Ajustes de SEO
fi: Genesis - SEO asetukset
it_it: Genesis - impostazioni SEO
sv_se: Genesis - SEO inställningar

source: Document Head Settings
ca: Configuració de la capçalera del document
da_dk: Dokument Head indstillinger
es_es: Opciones de cabecera de documento
fi: Dokumentin pääasetukset
it_it: Impostazioni Head documento
sv_se: Inställningar för dokumenthuvud

source: Homepage Settings
ca: Configuració de la pàgina d'inici
da_dk: Sitets indstillinger
es_es: Ajustes de la Página Inicial
fi: Kotisivun asetukset
it_it: Impostazioni Homepage
sv_se: Inställningar för startsidan

source: SEO Settings
ca: Configuració del SEO
da_dk: SEO indstillinger
es_es: Ajustes de SEO
fi: SEO-asetukset
it_it: Impostazioni SEO
sv_se: SEO Inställningar

source: Theme Settings
ca: Configuració del tema
da_dk: Tema indstillinger
es_es: Ajustes del tema
fi: Teeman asetukset
it_it: Impostazioni tema
sv_se: Temainställningar

source: Apply %s to this post/page
ca: Aplica %s a aquesta entrada/pàgina
da_dk: Tilføj %s til dette Indlæg/Side
es_es: Aplicar %s a esta entrada/página
fi: Ota käyttöön %s tähän artikkeliin/sivuun?
it_it: Applica %s a questo articolo/pagina
sv_se: Applicera %s på detta inlägg/sida

source: Robots Meta Settings
ca: Configuració meta per a Robots
da_dk: Robot Meta Indstillinger
es_es: Ajustes de meta robtos
fi: Hakurobottien meta-asetukset
it_it: Impostazioni Meta Robot
sv_se: Meta-robots inställningar

source: Custom Document Title
ca: Títol del document personalitzat
da_dk: Egen Dokument Titel
es_es: Título personalizado del documento
fi: Muokattu dokumentin otsikko
it_it: Titolo personalizzato documento
sv_se: Dokumenttitel:

source: This post is password protected. Enter the password to view comments.
ca: Aquesta entrada està protegida amb contrasenya. Entra-la per veure els comentaris.
da_dk: Dette indlæg er beskyttet med et kodeord. Skriv kodeordet for at se kommentarer.
es_es: Esta entrada está protegida. Introduce la contraseña para ver los comentarios.
fi: Tämä artikkeli on salasanasuojattu. Anna salasana nähdäksesi kommentit.
it_it: Questo post è protetto da password. Inserisci la password per visualizzare i commenti.
sv_se: Detta inlägg är lösenordsskyddat. Ange lösenordet för att visa kommentarerna.

source: Recent Posts:
ca: Entrades recents:
da_dk: Seneste indlæg:
es_es: Entradas recientes:
fi: Viimeiset artikkelit:
it_it: Articoli recenti:
sv_se: Senaste inlägg:

source: Monthly:
ca: Mensual:
da_dk: Måneder:
es_es: Mensual:
fi: Kuukausittain:
it_it: Mensile:
sv_se: Månadsvis

source: Authors:
ca: Autors:
da_dk: Forfattere:
es_es: Autores:
fi: Kirjoittajat:
it_it: Autori:
sv_se: Författare

source: Categories:
da_dk: Kategorier:
es_es: Categorías:
fi: Kategoriat:
it_it: Categorie:
sv_se: Kategorier

source: Pages:
ca: Pàgines:
da_dk: Sider:
es_es: Páginas:
fi: Sivut:
it_it: Pagine:
sv_se: Sidor

source: Home Pages
ca: Pàgines d'inici
da_dk: Forsider
es_es: Páginas de inicio
fi: Kotisivut
it_it: Home page
sv_se: Förstasidor
