Repository: dbarenholz/genesis-translations
Catalog: translations/*.po
Languages: ca, da_dk, es_es, fi, it_it, sv_se

source: Theme SEO Settings
ca: Configuració del SEO del tema
da_dk: Tema SEO indstillinger
es_es: Ajustes de SEO del tema
fi: SEO teeman asetukset
it_it: Impostazioni Seo del tema
sv_se: Temats sökmotor inställningar

# separator in time difference
source: and
ca: i
da_dk: og
es_es: y
fi: ja
it_it: e
sv_se: och

# time difference
source: %s second
ca: %s segon
da_dk: %s sekund
es_es: %s segundo
fi: %s sekunti
it_it: %s secondo
sv_se: %s sekund

# time difference
source: %s minute
ca: %s minut
da_dk: %s minut
es_es: %s minuto
fi: %s minuutti
it_it: %s minuto
sv_se: %s minut

# time difference
source: %s hour
ca: %s hora
da_dk: %s time
es_es: %s hora
fi: %s tunti
it_it: %s ora
sv_se: %s timme

# time difference
source: %s day
ca: %s dia
da_dk: %s dag
es_es: %s día
fi: %s päivä
it_it: %s giorno
sv_se: %s dag

# time difference
source: %s week
ca: %s setmana
da_dk: %s uge
es_es: %s semana
fi: %s viikko
it_it: %s settimana
sv_se: %s vecka

# time difference
source: %s month
ca: %s mes
da_dk: %s måned
es_es: %s mes
fi: %s kuukausi
it_it: %s mese
sv_se: %s månad

# time difference
source: %s year
ca: %s any
da_dk: %s år
es_es: %s año
fi: %s vuosi
it_it: %s anno
sv_se: %s år

# time difference
source: seconds
ca: segons
da_dk: sekunder
es_es: segundos
fi: sekuntia
it_it: secondi
sv_se: sekunder

source: These options will affect any blog listings page, including archive, author, blog, category, search, and tag pages.
ca: Aquestes opcions afecten qualsevol pàgina que llisti el contingut d'entrades com: pàgines d'arxiu, blog, pàgines de categoria, de cerca o d'etiquetes.
da_dk: Disse indstillinger vil påvirke enhver blog liste side, herunder arkiver, forfatter, blog, kategori, søgning og tag sider.
es_es: Estas opciones afectarán a cualquier página de entradas del blog, incluidas las páginas de archivo, autor, blog, categoría, búsqueda y etiquetas.
fi: Nämä valinnat vaikuttavat sivujen listauksiin, sisältäen arkisto-, kirjoittaja-, blog-, kategoaria-, etsi- ja tag-sivut.
it_it: Queste opzioni avranno effetto su tutte le pagine di elencazione, quali: archivio (archive), autore (author), blog, categoria (category), ricerca (search) e pagine tag.
sv_se: Dessa inställningar kommer att påverka alla blogg listningssidor, inklusive arkiv, författare, blogg, kategori, sök och tagg sidor.

source: 404 Page
ca: Pàgina 404
da_dk: 404 fejl side
es_es: Página 404
fi: 404 sivu
it_it: Pagina 404
sv_se: 404 sidan

source: Archives
ca: Arxius
da_dk: Arkiver
es_es: Archivos
fi: Arkistot
it_it: Archivi
sv_se: Arkiv

source: Pages
ca: Pàgines
da_dk: Sider
es_es: Páginas
fi: Sivut
it_it: Pagine
sv_se: Sidor

source: Front Page
ca: Pàgina inicial
da_dk: Forside
es_es: Página de inicio
fi: Etusivu
it_it: Pagina anteriore
sv_se: Startsidan

source: Header and Footer Scripts
ca: Scripts de la capçalera i el peu de pàgina
da_dk: Header og Footer Scripts
es_es: Scripts de cabecera y pie de página
fi: Ylätunnisteen ja alatunnisteen scriptit
it_it: Script intestazione e piè di pagina
sv_se: Scripts för sidhuvud och sidfot

source: Comments and Trackbacks
ca: Comentaris i retroenllaços
da_dk: Kommentarer og Trackbacks
es_es: Comentarios y trackbacks
fi: Kommentit ja paluuviitteet
it_it: Commenti e Trackback
sv_se: Kommentarer och trackbacks

source: Default Layout
ca: Aparença per defecte
da_dk: Standard layout
es_es: Estructura predeterminada
fi: Oletusulkoasu
it_it: Layout predefinito
sv_se: Standardlayout

source: Keywords are generally ignored by Search Engines.
ca: Les paraules clau, generalment, són ignorades pels motors de cerca.
da_dk: <b>BEMÆRK:</b> Keywords bliver generelt ignoreret af søgemaskiner.
es_es: Las palabras clave generalmente son ignoradas por los motores de búsqueda.
fi: Hakukoneet ohittavat tavallisesti avainsanat.
it_it: Le parole chiave sono generalmente ignorate dai motori di ricerca.
sv_se: Nyckelord ignoreras vanligtvis av sökmotorer.

source: Settings saved.
ca: Configuració desada.
da_dk: Indstillingerne er gemt
es_es: Ajustes guardados.
fi: Asetukset talletettu.
it_it: Impostazioni salvate.
sv_se: Inställningar sparas.

source: Settings reset.
ca: Configuració esborrada.
da_dk: Indstillingerne er nulstillet
es_es: Ajustes restablecidos.
fi: Nollaa asetukset.
it_it: Impostazioni resettate.
sv_se: Inställningar för återställning.

source: Settings successfully imported.
ca: Configuració importada amb èxit.
da_dk: Indstillingerne er blevet importeret!
es_es: Ajustes importados correctamente.
fi: Asetukset tuotu onnistuneesti.
it_it: Impostazioni importate con successo.
sv_se: Inställningar har importerats.

source: Upload File and Import
ca: Puja l'arxiu i importa
da_dk: Upload fil og importer
es_es: Subir archivo e importar
fi: Lataa tiedosto ja Tuo
it_it: Carica File e Importa
sv_se: Ladda upp fil och importera

source: Choose the file from your computer and click "Upload file and Import"
ca: Tria l'arxiu corresponent i fes clic a "Puja l'arxiu i importa"
da_dk: Vælg filen fra din computer og klik på "Upload og Importer"
es_es: Selecciona el archivo en tu ordenador y haz clic en "Subir archivo e importar"
fi: Lataa tiedosto koneeltasi ja klikkaa "Lataa tiedosto ja Tuo"
it_it: Seleziona il file dal tuo computer e clicca su "Carica File e Importa"
sv_se: Välj fil från din dator och klicka på "Ladda upp fil och importera"

source: Default
ca: Predeterminat
da_dk: Standard
es_es: Por defecto
fi: Oletus
it_it: Predefinito
sv_se: Standard

source: Next Page
ca: Pàgina següent
da_dk: Næste side
es_es: Página siguiente
fi: seuraava sivu
it_it: Pagina successiva
sv_se: Nästa sida

source: Previous Page
ca: Pàgina anterior
da_dk: Forrige side
es_es: Página anterior
fi: edellinen sivu
it_it: Pagina precedente
sv_se: Föregående sida

source: ago
ca: enrere
da_dk: siden
es_es: atrás
fi: sitten
it_it: fa
sv_se: sedan

source: Select / Deselect All
ca: Selecciona / desselecciona tot
da_dk: Vælg / fravælg alle
es_es: Seleccionar / Deseleccionar todo
fi: Valitse / Poista kaikki
it_it: Seleziona / Deseleziona tutto
sv_se: Markera / Avmarkera alla

source: No export options available.
ca: No hi ha opcions d'exportar disponibles.
da_dk: Der er ingen tilgængelig eksport funktion
es_es: No hay opciones de exportación disponibles.
fi: Vientiasetuksia ei tarjolla.
it_it: Nessuna opzione di esportazione disponibile.
sv_se: Inget exportalternativ är möjligt

source: Footer %d
ca: Peu de pàgina %d
es_es: Pie de página %d
fi: Alatunniste %d
it_it: Piè di pagina %d
sv_se: Sidfot %d

source: No Label Selected
ca: No s'ha triat un nom
da_dk: Der ikke valgt nogen label
es_es: Ninguna etiqueta seleccionada
fi: Ei solua valittu
it_it: Nessuna etichetta selezionata
sv_se: Ingen etikett vald

source: There was a problem importing your settings. Please try again.
ca: Hi ha hagut un problema important la teva configuració. Torna a provar-ho.
da_dk: Der opstod et problem ved import af dine indstillinger. Prøv venligst igen.
es_es: Se ha producido un problema al importar tus ajustes. Vuelve a intentarlo, por favor.
fi: Asetuksien tuonnissa ilmeni ongelmia. Kokeile uudestaan.
it_it: C'è stato un problema importando le impostazioni. Riprova per favore.
sv_se: Det uppstod ett problem vid importen av dina inställningar. Försök igen.

source: Secondary Sidebar
ca: Barra lateral secundària
da_dk: Sekundær Sidebar
es_es: Barra lateral secundaria
fi: Toissijainen sivupalkki
it_it: Barra laterale secondaria
sv_se: Sekundärt sidofält

source: Primary Sidebar
ca: Barra lateral primària
da_dk: Primær Sidebar
es_es: Barra lateral primaria
fi: Ensisijainen sivupalkki
it_it: Barra laterale primaria
sv_se: Primärt sidofält

source: Header Right
ca: Capçalera dreta
da_dk: Header Højre
es_es: Cabecera derecha
fi: Ylätunniste - oikea reuna
it_it: Intestazione destra
sv_se: Sidhuvud - höger

source: Not found:
ca: No s'ha trobat:
da_dk: Ikke fundet:
es_es: No encontrado:
fi: Ei löydy:
it_it: Non trovato:
sv_se: Hittades inte:

source: No Content
ca: No contingut
da_dk: Intet indhold
es_es: Sin contenido
fi: Ei sisältöä
it_it: Nessun contenuto
sv_se: Inget innehåll

source: Show Content Limit
ca: Mostra el límit de contingut
da_dk: Vis begrænset indhold
es_es: Mostrar límite del contenido
fi: Näytä sisällön rajoitus
it_it: Mostra limite contenuto
sv_se: Visa begränsat innehåll

source: Show Excerpt
ca: Mostra el resum
da_dk: Vis uddrag
es_es: Mostrar extracto
fi: Näytä lyhennelmä
it_it: Mostra estratto
sv_se: Visa utdrag

source: Show Content
ca: Mostra el contingut
da_dk: Vis indhold
es_es: Mostrar contenido
fi: Näytä sisältö
it_it: Mostra contenuto
sv_se: Visa innehåll

source: Content Type
ca: Tipus de contingut
da_dk: Indholdstype
es_es: Tipo de contenido
fi: Sisällön tyyppi
it_it: Tipo di contenuto
sv_se: Innehållstyp

source: Show Post Info
ca: Mostra la informació de l'entrada
da_dk: Vis Post Info
es_es: Mostrar información de la entrada
fi: Näytä Artikkelin info
it_it: Mostra informazioni articolo
sv_se: Visa inläggets info

source: Show Featured Image
ca: Mostra la imatge destacada
da_dk: Vis det udvalgte billed
es_es: Mostrar imagen destacada
fi: Näytä Suositeltava kuva
it_it: Mostra immagine in evidenza
sv_se: Visa utvald bild

source: This text will be the first paragraph, and display on the first page
ca: Aquest text serà el primer paràgraf, i es mostrarà a la primera pàgina
da_dk: Denne tekst vil være det første afsnit og vises på den første side
es_es: Este texto será el primer párrafo, y se mostrará en la primera página
fi: Tämä teksti tulee ensimmäiseen kappaleeseen, ja näkyy ensimmäisellä sivulla
it_it: Questo testo sarà il primo paragrafo, e potrai vederlo sulla prima pagina
sv_se: Denna text kommer att vara det första stycket, och visas på förstasidan.

source: Custom Description Text
ca: Text de descripció personalitzat
da_dk: Custom beskrivelse tekst
es_es: Texto de descripción personalizado
fi: Muokattu kuvausteksti
it_it: Testo descrizione personalizzato
sv_se: Anpassad textbeskrivning

source: Will display in the %s tag at the top of the first page
ca: Es mostrarà a l'etiqueta %s a dalt de tot de la pàgina.
da_dk: Vises i %s tag i toppen af den første side
es_es: Mostrará en la etiqueta %s en la parte superior de la primera página
fi: näkyy %s tägin 1. sivun yläreunassa
it_it: Verrà visualizzato nel tag %s nella parte superiore della prima pagina
sv_se: Kommer att visas i %s taggen längst upp på förstasidan.

source: Custom Archive Headline
ca: Títol de l'arxiu personalitzat
da_dk: Custom arkiv overskrift
es_es: Título de archivo personalizado
fi: Muokatun arkiston otsikko
it_it: Titolo personalizzato archivio
sv_se: Anpassad arkivrubrik

source: These settings apply to this author's archive pages.
ca: Aquesta configuració s'aplica a les pàgines d'arxiu d'aquest autor.
da_dk: Disse indstillinger gælder for denne forfatters arkiv sider.
es_es: Estos ajustes aplican a las páginas de archivo de este autor.
fi: Nämä asetukset mukauttavat tämän kirjoittajan sivuja.
it_it: Queste impostazioni si applicano alle pagine dell'archivio di questo autore.
sv_se: Dessa inställningar tillämpas på denna författares arkivsidor.

source: Enable Author Box on this User's Archives?
ca: Permetre l'apartat d'autor als arxius d'aquest usuari?
da_dk: Aktiver forfatter boks på denne brugers arkiv?
es_es: ¿Activar la caja de autor en los archivos de este usuario?
fi: Aktivoi kirjoittajan (Author) laatikko tämän käyttäjän (User) arkistoissa?
it_it: Abilita casella autore su questi archivi di utenti?
sv_se: Aktivera författarerutan på den här användarens arkiv?

source: Enable Author Box on this User's Posts?
ca: Permetre l'apartat d'autor a les entrades d'aquest usuari?
da_dk: Aktiver forfatter boks på denne brugers indlæg?
es_es: ¿Activar la caja de autor en las entradas de este usuario?
fi: Ota käyttöön kirjoittajan (Author) info tämän käyttäjän (User) artikkeleihin?
it_it: Abilita casella autore sugli articoli degli utenti?
sv_se: Aktivera författarerutan på den här användarens inlägg?

source: Enable Import/Export Submenu?
ca: Mostrar el submenú Importa/Exporta?
da_dk: Aktiver Import/Export undermenu?
es_es: ¿Activar submenú Importar/Exportar?
fi: Näytä Tuo/Vie alivalikko?
it_it: Abilita sottomenù Importa/Esporta?
sv_se: Aktivera undermenyn Import / Export?

source: Enable SEO Settings Submenu?
ca: Mostrar el submenú de la configuració del SEO?
da_dk: Aktiver SEO undermenuen?
es_es: ¿Activar el submenú de ajustes de SEO?
fi: Aktivoi SEO asetukset alivalinta?
it_it: Abilita sottomenù impostazioni SEO?
sv_se: Aktivera undermenyn SEO inställningar?

source: Enable Genesis Admin Menu?
ca: Mostrar el menú d'administració de Genesis?
da_dk: Aktiver Genesis Admin menu?
es_es: ¿Activar el menú de administración de Genesis?
fi: Aktivoi Genesis ylläpitäjän (Admin) valikko?
it_it: Abilita menù amministratore di Genesis?
sv_se: Aktivera Genesis admin meny?

source: Genesis Admin Menus
ca: Menús d'administració de Genesis
da_dk: Genesis Admin menuer
es_es: Menús de administración de Genesis
fi: Genesis ylläpitäjän (Admin) valikot
it_it: Menù amministratore di Genesis
sv_se: Genesis admin menyer

source: Include the Featured Image?
ca: Incloure la imatge destacada?
es_es: ¿Incluir la imagen destacada?
fi: Sisällytä suositellut (Featured) kuva?
it_it: Includere l'immagine in evidenza?
sv_se: Inkludera utvald bild?

source: Choose Layout
ca: Tria l'aparença
da_dk: Vælg Layout
es_es: Elige la estructura
fi: Valitse ulkoasu
it_it: Scegli il layout
sv_se: Välj layout

source: Import/Export
ca: Importa/Exporta
da_dk: Importer/Exporter
es_es: Importar/Exportar
fi: Tuo/Vie
it_it: Importa/Esporta

source: Custom Post Class
ca: Classe d'entrada personalitzada
da_dk: Custom Post klasse
es_es: Clase personalizada para esta entrada
fi: Muokattu artikkelin luokka
it_it: Classe Articolo personalizzata
sv_se: Anpassad inläggs klass:

source: Custom Body Class
ca: Classe del Body personalitzada
da_dk: Custom Body klasse
es_es: Clase personalizada para Body
fi: Muokattu sisältöluokka
it_it: Classe personalizzata Body
sv_se: Anpassad body klass:

source: Custom Redirect URL
ca: URI personalitzada de redirecció
da_dk: Custom Redirect URI
es_es: URL de redirección personalizada
fi: Muokattu uudelleenohjattu URI
it_it: Redirect URI personalizzato
sv_se: Omdirigerings URL:

source: Characters Used: %s
ca: Caràcters usats: %s
da_dk: Antal anvendte tegn: %s
es_es: Carácteres utilizados: %s
fi: Merkkejä käytetty: %s
it_it: Caratteri usati: %s
sv_se: Använda tecken: %s

source: Download Export File
ca: Descarrega l'arxiu d'exportar
da_dk: Download Eksport fil
es_es: Descargar archivo exportado
fi: Lataa Vientitiedosto
it_it: Scarica File di esportazione
sv_se: Ladda ner export-fil

source: Once you have saved the download file, you can use the import function on another site to import this data.
ca: Un cop hagis desat l'arxiu, pots fer servir la funció d'importar en un altre lloc web per importar-ne les dades.
da_dk: Når du har downloadet filen og gemt den, kan du importere den på et andet site ved hjælp af importfunktionen.
es_es: Una vez que hayas guardado el archivo descargado, puedes utilizar la función "Importar archivo de ajustes de Genesis" en otro sitio para importar esos datos.
fi: Kun olet tallentanut ladatun tiedoston, voi käyttää Tuo-ominaisuutta toisella sivustolla tuodaksesi tämän datan.
it_it: Dopo aver salvato il file di download, è possibile utilizzare la funzione di importazione su un altro sito per importare questi dati.
sv_se: När du har sparat den nedladdade filen, kan du använda import-funktionen på en annan webbplats för att importera denna data.

source: Export Genesis Settings File
ca: Exporta l'arxiu de configuració de Genesis
da_dk: Eksporter Genesis Indstillingsfil
es_es: Exportar archivo de ajustes de Genesis
fi: Vie Genesis asetukset tiedosto
it_it: Esporta un file di configurazione di Genesis
sv_se: Exportera Genesis inställningsfil

source: Upload File (Maximum Size: %s):
ca: Puja l'arxiu: (Mida màxima: %s)
da_dk: Upload fil: (Maksimal størrelse: %s)
es_es: Subir archivo (Tamaño máximo: %s):
fi: Lataa tiedosto: (maksimikoko: %s):
it_it: Carica file: (Dimensione massima: %s)
sv_se: Ladda upp fil (Max storlek: %s):

source: Import Genesis Settings File
ca: Importa l'arxiu de configuració de Genesis
da_dk: Importer Genesis opsætningsfil
es_es: Importar archivo de ajustes de Genesis
fi: Tuo Genesis asetukset tiedosto
it_it: Importa il file di configurazione di Genesis
sv_se: Import Genesis inställningsfil

source: Genesis - Import/Export
ca: Genesis - Importar/Exportar
es_es: Genesis - Importar/Exportar
fi: Genesis - Tuo/Vie
it_it: Genesis - Importa/Esporta
sv_se: Genesis - importera/exportera

source: Show Author Archive Link?
ca: Mostrar enllaç a l'arxiu d'autor?
da_dk: Vis Forfatter Arkiv Link?
es_es: ¿Mostrar enlace al archivo del autor?
fi: Näytä kirjoittajan (Author) arkistolinkit?
it_it: Mostra link dell'archivio autore?
sv_se: Visa författarens arkivlänk?

source: Choose your extended "About Me" page from the list below. This will be the page linked to at the end of the about me section.
ca: Tria quina ha de ser la pàgina "Sobre mi" de la llista de sota. Serà la pàgina a la qual s'enllaça al final de la secció.
da_dk: Vælg din udvidede "Om mig " side fra listen nedenfor. Den valgte side bliver linket i bunden af "Om mig" siden
es_es: Elige de la siguiente lista tu página extendida para la sección "Acerca de mi". Esta será la pagina a la que apuntará el enlace al final de dicha sección.
fi: Valitse laajennettu "Tietoja minusta" sivu alla olevasta liststa. Siitä tehdään linkitetty sivus tietoja minusta osan loppuun.
it_it: Scegli la tua pagina "Chi sono " estesa, dalla lista qui sotto. Questa sarà la pagina collegata alla fine della sezione "su di me".
sv_se: Välj din utökade "Om mig"-sida från listan nedan. Detta kommer bli sidan som länkas till i slutet av "om mig"-stycket.

source: Custom Text (below)
ca: Text personalitzat (sota)
da_dk: Standard Tekst (nedenfor)
es_es: Texto personalizado (debajo)
fi: Muokattu teksti (alla)
it_it: Testo personalizzato (in basso)
sv_se: Egen text (nedan)

source: Author Bio
ca: Biografia d'autor
da_dk: Forfatter Biografi
es_es: Nota biográfica del Autor
fi: Kirjoittajan valokuva
it_it: Biografia Autore
sv_se: Författare biografi

source: Select which text you would like to use as the author description
ca: Tria quin text vols fer servir com a descripció d'autor
da_dk: Vælg hvilken tekst, du ønsker at bruge som forfatteren beskrivelse
es_es: Selecciona qué texto quieres usar como descripción del autor
fi: Valitse minkä tekstin haluat näkyvän kirjoittajan kuvauksessa
it_it: Selezionare quali testo si desidera utilizzare come descrizione dell'autore
sv_se: Välj vilken text du vill använda som författarbeskrivning

source: Extra Large
ca: Super gran
da_dk: Ekstra Stor
es_es: Muy grande
fi: Erikoissuuri
it_it: Più grande
sv_se: Extra stor

source: Large
ca: Gran
da_dk: Stor
es_es: Grande
fi: suuri
it_it: Grande
sv_se: Stor

source: Medium
ca: Mitjana
da_dk: Mellem
es_es: Mediano
fi: Keskisuuri
it_it: Medio

source: Small
ca: Petita
da_dk: Lille
es_es: Pequeño
fi: Pieni
it_it: Piccolo
sv_se: Liten

source: Select a user. The email address for this account will be used to pull the Gravatar image.
ca: Tria un usuari. L'adreça de correu d'aquest compte es farà servir per mostrar el Gravatar.
da_dk: Vælg en bruger. Kontoens e-mail-adresse vil blive brugt til at tilføje brugerens Gravatar billede.
es_es: Selecciona un usuario. La dirección de correo electrónico de esta cuenta se utilizará para recuperar su imagen de Gravatar.
fi: Valitse käyttäjä. Tämän tunnuksen sähköpostiosoitetta käytetään Gravatarin kuvassa.
it_it: Selezionare un utente. L'indirizzo e-mail per questo account verrà utilizzato per estrarre l'immagine Gravatar.
sv_se: Välj en användare. E-postadressen för detta kontot kommer att användas för att styra Gravatarbilden.

source: View My Blog Posts
ca: Veure les meves entrades
da_dk: Se mine blogindlæg
es_es: Ver mis entradas
fi: Näytä blogini artikkelit
it_it: Visualizza i post del mio blog
sv_se: Visa mina blogginlägg

source: Genesis - User Profile
ca: Genesis - Perfil d'usuari
da_dk: Genesis - Brugerprofil
es_es: Genesis - Perfil de usuario
fi: Genesis - käyttäjäprofiili
it_it: Profilo utente Genesis
sv_se: Genesis - Användarprofil

source: Displays user profile block with Gravatar
ca: Mostra el perfil d'usuari amb Gravatar
da_dk: Vis bruger profil boks med Gravatar
es_es: Muestra el bloque del perfil del usuario con Gravatar
fi: näyttää käyttäjäprofiilin Gravatarin kanssa
it_it: Visualizza il blocco profilo utente con Gravatar
sv_se: Visar användarprofil-block med Gravatar.

source: Link Text
ca: Text de l'enllaç
da_dk: Link Tekst
es_es: Texto del enlace
fi: Linkin teksti
it_it: Testo link
sv_se: Länktext

source: Show Category Archive Link
ca: Mostra l'enllaç a l'arxiu de categoria
da_dk: Vis Kategori Arkiv Links
es_es: Mostrar el enlace al archivo de la categoría
fi: Näytä kategorian arkistot linkki
it_it: Mostra link archivio categorie
sv_se: Visa kategorins arkivlänk

source: To display an unordered list of more posts from this category, please fill out the information below
ca: Per mostrar una llista de més entrades d'aquesta categoria, omple la informació següent
da_dk: For at vise en usorteret liste af indlæg fra denne kategori, bedes du udfylde nedenstående oplysninger
es_es: Para mostrar una lista desordenada con más entradas de esta categoría, rellena la siguiente información
fi: Näyttääksesi ei-järjestyksessä olevan listan artikkeleista tästä kategoriasta, täytä alla oleva tieto
it_it: Per visualizzare una lista non ordinata di altri articoli di questa categoria, si prega di compilare le informazioni qui sotto
sv_se: För att visa en oordnad lista med fler inlägg från den här kategorin, fyll i uppgifterna nedan

source: More Text (if applicable)
ca: Més text (si s'aplica)
da_dk: Mere Tekst (hvis relevant)
es_es: Leer más (si corresponde)
fi: Lisää tekstiä (jos sovellettavissa)
it_it: Più testo (se applicabile)
sv_se: Mer text (om tillämpligt)

source: Show Post Title
ca: Mostra el títol de l'entrada
da_dk: Vis Indlæggets Titel
es_es: Mostrar título de la entrada
fi: Näytä sivun otsikko
it_it: Mostra il titolo del post
sv_se: Visa inläggets titel

source: Gravatar Alignment
ca: Aliniació del Gravatar
da_dk: Gravatar justering
es_es: Alineación del Gravatar
fi: Gravatar asemointi
it_it: Allineamento Gravatar
sv_se: Gravatar justering

source: Extra Large (125px)
ca: Super gran (125px)
da_dk: Ekstra stor (125px)
es_es: Muy Grande (125px)
fi: Erikoissuuri (125 pikseliä)
it_it: Più grande (125px)
sv_se: Extra stor (125px)

source: Large (85px)
ca: Gran (85px)
da_dk: Stor (85px)
es_es: Grande (85px)
fi: Suuri (85 pikseliä)
it_it: Grande (85px)
sv_se: Stor (85px)

source: Medium (65px)
ca: Mitjana (65px)
da_dk: Mellem (65px)
es_es: Mediano (65px)
fi: keski (65 pikseliä)
it_it: Medio (65px)

source: Small (45px)
ca: Petita (45px)
da_dk: Lille (45px)
es_es: Pequeño (45px)
fi: pieni (45 pikseliä)
it_it: Piccolo (45px)
sv_se: Liten (45px)

source: Gravatar Size
ca: Mida del Gravatar
da_dk: Gravatar størrelse
es_es: Tamaño del Gravatar
fi: Gravatarin koko
it_it: Dimensione Gravatar
sv_se: Gravatar storlek

source: Show Author Gravatar
ca: Mostra el Gravatar de l'autor
da_dk: Vis forfatter Gravatar
es_es: Mostrar Gravatar del autor
fi: Näytä kirjoittajan Gravatar
it_it: Mostra Gravatar autore
sv_se: Visa författar-Gravatar

source: Ascending (1, 2, 3)
ca: Ascendent (1, 2, 3)
da_dk: Stigende (1, 2, 3)
es_es: Ascendente (1, 2, 3)
fi: Nouseva (1, 2, 3)
it_it: Ascendente (1, 2, 3)
sv_se: Stigande (1, 2, 3)

source: Descending (3, 2, 1)
ca: Descendent (3, 2, 1)
da_dk: Faldende (3, 2, 1)
es_es: Descendente (3, 2, 1)
fi: Laskeva (3,2,1)
it_it: Discendente (3, 2, 1)
sv_se: Fallande (3, 2, 1)
