Repository: dbarenholz/genesis-translations
Catalog: translations/*.po
Languages: ca, da_dk, es_es, fi, it_it, sv_se

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it with the information below.
ca: La pàgina que cerques ja no existeix. Pots tornar a la <a href="%s">pàgina d'inici</a> i mirar de trobar el que busques, o revisar la informació d'aquí sota.
da_dk: Siden, du leder efter, eksisterer ikke længere. Du kan gå tilbage til <a href="%s">forsiden</a>, og se om du kan finde det, du leder efter. Du kan også prøve at finde det med nedenstående information.
es_es: La página que buscas ya no existe. Puedes volver a la <a href="%s">portada</a> y ver si puedes encontrar lo que buscas. O puedes intentar encontrarlo con la información de debajo.
fi: Sivua jota yritit etsiä, ei enää ole olemassa. Voit kuitenkin etsiä pääsivun <a href="%s">etusivun</a> kautta jos löydät sen avulla haluamasi tiedon. Tai voit etsiä alla olevan tiedon perusteella.
it_it: La pagina che stai cercando non esiste più. Forse puoi tornare indietro alla <a href="%s"> homepage </a> e vedere se è possibile trovare quello che stai cercando. In alternativa, puoi provare a trovarlo con le informazioni qui di seguito.
sv_se: Sidan du söker finns inte längre. Kanske kan du gå tillbaka till webbplatsens <a href="%s"> hemsida</a> och se om du kan hitta det du söker efter. Eller så kan du prova att hitta den med den information nedan.

source: Exclude Previously Displayed Posts?
ca: Exclou les entrades que ja hi han sortit?
da_dk: Udeluk tidligere viste poster?
es_es: ¿Excluir entradas mostradas anteriormente?
fi: Jätä huomioimatta aikaisemmin näytetyt artikkelit?
it_it: Escludi articoli indicati precedentemente?
sv_se: Exkludera tidigare visade inlägg?

source: Sorry, no content matched your criteria.
ca: Vaja, no hi ha res a mostrar amb aquest criteri.
da_dk: Beklager, der var ikke noget indhold der passede til dine kriterier
es_es: Lo siento, ningún contenido coincide con tu búsqueda.
fi: Anteeksi, mikään kriteria ei täyty.
it_it: Spiacente, nessun contenuto corrisponde ai tuoi criteri.
sv_se: Inget innehåll matchade dina kriterier.

source: at
ca: a les
da_dk: ved
es_es: en
it_it: a
sv_se: vid

source: Updating Genesis will overwrite the current installed version of Genesis. Are you sure you want to update?. "Cancel" to stop, "OK" to update.
ca: En actualitzar Genesis se sobreescriurà la versió actual. Segur que vols actualitzar? "Cancel·la" per parar el procés, prem "OK" per actualitzar.
da_dk: En opdatering af Genesis vil overskrive den eksisterende installation af Genesis. Er du HELT SIKKER på, at du vil opdatere?
es_es: Si actualizas Genesis sobrescribirás la versión que tienes instalada. ¿Seguro que quieres actualizar?. "Cancelar" para abortar, "Aceptar" para actualizar.
fi: Genesis päivitys ylikirjoittaa nykyisen Genesis version päälle. Oletko varma että haluat päivittää?. Paina "Cancel" lopettaaksesi, "OK" päivittääksesi.
it_it: L'aggiornamento Genesis sovrascriverà la versione attualmente installata di Genesis. Sei sicuro che desideri aggiornare?. "Annulla " per fermare, "OK " per aggiornare.
sv_se: Uppdatering av Genesis kommer att skriva över den installerade versionen. är du säker på att du vill uppdatera? "Avbryt" för att inte uppdatera, "OK" för att genomföra uppdateringen.

source: The changes you made will be lost if you navigate away from this page.
ca: Els canvis que has fet es perdran si marxes de la pàgina.
da_dk: De ændringer, du har lavet, vil gå tabt, hvis du forlader denne side.
es_es: Los cambios que has realizado se perderán si te vas de esta página.
fi: Kaikki muutokset menetetään jos poistut tältä sivustolta.
it_it: Le modifiche apportate andranno perse se si esce da questa pagina.
sv_se: De ändringar du genomfört förloras om du lämnar denna sida.

source: decimal or hexidecimal entities
ca: entitats decimals o hexadecimals
da_dk: decimaler eller hexidecimale enheder
es_es: entidades decimales o hexadecimales
fi: desimaali- tai heksadesimaaliyhteisöt
it_it: le entità decimali o esadecimali
sv_se: decimala eller hexadecimala enheter

source: Primary Navigation Extras
ca: Extres de la navegació primària
da_dk: Primær navigations tilføjelser
es_es: Extras de la navegación primaria
fi: Ensisijaisen navigaation lisäykset
it_it: Navigazione primaria extra
sv_se: Extra för huvudnavigation

source: Apply %s to this archive
ca: Aplica %s a aquest arxiu
da_dk: Tilføj %s til dette arkiv
es_es: Aplicar %s a este archivo
fi: Käytä %s tähän arkistoon
it_it: Applicare %s a questo archivio
sv_se: Applicera %s på detta arkiv?

source: Robots Meta Tags
ca: Metaetiquetes Robots
es_es: Meta etiquetas robots
fi: Robottien metatägit
it_it: Robots Meta Tag:
sv_se: Meta-robots taggar:

source: Meta Keywords
ca: Paraules clau
da_dk: Metanøgleord
es_es: Meta palabras clave
fi: Meta-avainsanat
it_it: Meta parole chiave
sv_se: Meta-nyckelord

source: Meta Description
ca: Descripció meta
da_dk: Metabeskrivelse
es_es: Meta descripción
fi: Metakuvaus
it_it: Meta descrizione
sv_se: Meta-beskrivning

source: Archive
ca: Arxiu
da_dk: Arkiv
es_es: Archivo
fi: Arkisto
it_it: Archivio
sv_se: Arkiv

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it by using the search form below.
ca: La pàgina que cerques ja no existeix. Pots tornar a la <a href="%s">pàgina d'inici</a> i mirar de trobar el que busques, o també pots fer servir el cercador.
da_dk: Siden, du leder efter, eksisterer ikke længere. Du kan gå tilbage til <a href="%s">forsiden</a>, og se om du kan finde det, du leder efter, eller du kan bruge søgeformularen nedenfor.
es_es: La página que estas buscando ya no existe. Posiblemente quieras volver a la <a href="%s">portada</a> y ver si puedes encontrar lo que estás buscando. O puedes intentar encontrarlo usando este formulario de búsqueda.
fi: Sivu jota etsit ei ole enää olemassa. Voit ehkä palata takaisin <a href="%s">etusivulle</a> ja katsoa jos löydät haluamasi sivun. Tai voit käyttää alla olevaa haku-kenttää.
it_it: La pagina che stai cercando non esiste più. Forse puoi tornare indietro alla <a href="%s"> homepage </a> e vedere se è possibile trovare quello che stai cercando. In alternativa, puoi provare a trovarlo utilizzando il modulo di ricerca in basso.
sv_se: Sidan du letar efter finns inte längre. Försök att gå till <a href="%s">startsidan</a> och se om du kan hitta det du letar efter. Du kan även försöka hitta det genom att söka här nedan.

source: Not found, error 404
ca: No s'ha trobat, error 404
da_dk: Ikke fundet, fejl 404
es_es: No encontrado, error 404
fi: Ei löydy, 404 virhe
it_it: Non trovato, errore 404
sv_se: Ej funnen, fel 404

source: Search Results for:
ca: Cerca resultats per a:
da_dk: Søgeresultater for:
es_es: Resultados de buscar:
fi: Hakutulokset haulla:
it_it: Risultati di ricerca per:
sv_se: Sökresultat för:

source: Contributor
ca: Contribuidor
da_dk: Bidragyder
es_es: Colaborador
fi: Avustaja
it_it: Collaboratore
sv_se: Bidragsgivare

source: Contributors
ca: Contribuidors
da_dk: Bidragydere
es_es: Colaboradores
fi: Avustajat
it_it: Collaboratori
sv_se: Medverkande

source: Lead Developer
ca: Desenvolupador principal
da_dk: Ledende udvikler
es_es: Desarrollador principal
fi: Pääsuunnittelija
it_it: Principale sviluppatore
sv_se: Huvudutvecklare

source: These settings apply to any page given the "Blog" page template, not the homepage or post archive pages.
ca: Aquesta configuració s'aplica a qualsevol pàgina que faci servir la plantilla "Blog", no a la pàgina d'inici o a les pàgines d'arxiu.
da_dk: Disse indstillinger gælder for alle sider der benytter "Blog" sideskabelonen, ikke forsiden eller arkivsider.
es_es: Estos ajustes se aplican a cualquier plantilla tipo blog, pero no en la página de inicio o a las páginas de archivo de entradas.
fi: Nämä asetukset vaikuttavat mihin tahansa sivuun joka on "Blog" sivumallin tyylillä, mutta eivät etusivun tai artikkelien arkistosivuihin.
it_it: Queste impostazioni si applicano a qualsiasi pagina dato il modello di pagina "Blog ", non la homepage o le pagine di archivio dei post.
sv_se: Dessa inställningar gäller för alla sidor som tilldelats "Blogg" sidmallen, dock inte startsidan eller inläggs arkivsidor.

source: Homepage
ca: Pàgina d'inici
da_dk: Forside
es_es: Página de inicio
fi: Etusivu
sv_se: Startsida

source: Posts Page
ca: Pàgina de les entrades
da_dk: Indlægsside
es_es: Página de entradas
fi: Artikkelit sivu
it_it: Pagina Articoli
sv_se: Inläggssidan

source: Blog Page Template
ca: Plantilla de la pàgina de blog
da_dk: Blog Side Skabelon
es_es: Estructura de página del blog
fi: Blogisivun pohja
it_it: Template pagina blog
sv_se: Blogg sidmall

source: Navigation
ca: Navegació
es_es: Navegación
fi: Navigaatio
it_it: Navigazione

source: Header
ca: Encapçalament
es_es: Cabecera
fi: Otsikko
it_it: Intestazione
sv_se: Sidhuvud

source: By default, WordPress places several tags in your document %1$s. Most of these tags are completely unnecessary, and provide no %2$s value whatsoever; they just make your site slower to load. Choose which tags you would like included in your document %1$s. If you do not know what something is, leave it unchecked.
es_es: Por defecto, WordPress coloca varias etiquetas en el %1$s de tu documento. La mayoría de estas etiquetas son completamente innecesarias, y no proporcionan ningún valor para %2$s; simplemente hacen que tu sitio tarde más en cargar. Elige qué etiquetas quieres incluir en el %1$s de tu documento. Si no sabes qué es algo, déjalo sin marcar.

source: The meta description can be used to determine the text used under the title on search engine results pages.
ca: La meta descripció es fa servir per determinar el text que apareix sota el títol en les pàgines de resultats dels motors de cerca.
da_dk: Metabeskrivelsen kan bruges til, at bestemme teksten der bruges under titlen på søgemaskiners resultatsider.
es_es: La meta descripción puede utilizarse para determinar el texto utilizado bajo el título en las páginas de resultados de los buscadores.
fi: Metakuvausta voidaan käyttää hakutuloksien näkymäsivuissa otsikon alla.
it_it: La descrizione meta può essere utilizzata per determinare il testo utilizzato sotto il titolo sul motore di ricerca nelle pagine dei risultati.
sv_se: Metabeskrivningen kan användas för att ange texten under titeln som visas i sökmotorers sökresultat.

source: If you leave the document title field blank, your site&#8217;s title will be used instead.
ca: Si ho deixes en blanc es farà servir el nom del lloc.
da_dk: Hvis dokumenttitelfeltet er tomt, vil din hjemmesides titel blive brugt i stedet.
es_es: Si dejas en blanco el campo de título del documento, se usará el título de tu sitio.
fi: Jos jätät dokumentin otsikkokentän tyhjäksi, sivustosi&#8217 otsikkoa käytetään sen sijaan.
it_it: Se si lascia il campo titolo del documento vuoto, verrà utilizzato il titolo del tuo sito.
sv_se: Om du lämnar fältet för dokumenttitle tomt så används sidtiteln i stället.

source: Site Description (Tagline)
ca: Descripció del lloc web
da_dk: Hjemmesidebeskrivelse (Tagline)
es_es: Descripción corta del sitio (Tagline)
fi: Sivuston kuvaus (Tagline)
it_it: Descrizione sito (motto)
sv_se: Sidbeskrivning (Slogan)

source: If the title consists of two parts (original title and optional addition), then the separator will go in between them.
ca: Si el títol consisteix en dues parts (títol original i nom del lloc afegit), aleshores el separador anirà emmig dels dos.
da_dk: Hvis titlen består af to dele (original titel og tilføjelse), vil separatoren blive indsat mellem dem.
es_es: Si el título se compone de dos partes (título original y adición opcional), el separador va entre ellas.
fi: Jos otsikko sisältää kaksi osaa (alkuperäinen otsikko ja haluttu lisäys), erotinnerkki laitetaan niiden väliin.
it_it: Se il titolo è composto da due parti (titolo originale e aggiunta opzionale), allora il separatore andrà tra di loro.
sv_se: Om titeln består av två delar (originaltitel och valfritt tillägg) så kommer avskiljaren att vara mellan dessa.

source: Document Title Separator
ca: Separador del títol del document:
da_dk: Dokumenttitel-separator
es_es: Separador del título del documento
fi: Dokumentin otsikon erotinmerkki:
it_it: Separatore del titolo del documento:
sv_se: Avskiljningstecken för "Dokumenttitel":

source: Determines which side the added title text will go on.
ca: Determina a quina banda vols que surti el text afegit.
da_dk: Bestemmer på hvilken side den tilføjede titeltekst bliver paceret.
es_es: Determinar a qué lado irá ubicado el título añadido.
fi: Määrittelee mille puolelle lisätty otsikkoteksti sijoitetaan.
it_it: Determina da che parte verrà aggiunto il testo del titolo.
sv_se: Anger på vilken sida den tillagda titeltexten hamnar.

source: Add site name to %s on inner pages?
ca: Afegir el nom del lloc a %s a la resta de pàgines?
da_dk: Tilføj hjemmesidenavn til %s på undersider?
es_es: ¿Añadir nombre del sitio al %s en las páginas interiores?
fi: Lisää sivuston nimi %s sisemmille sivuille?
it_it: Aggiungi nome del sito al %s su pagine interne?
sv_se: Lägg till webbplatsens namn till %s på undersidorna?

source: Add site description (tagline) to %s on home page?
ca: Afegir la descripció del lloc al %s, a la pàgina d'inici?
da_dk: Tilføj hjemmesidebeskrivelse (tagline) til %s på forsiden?
es_es: Añadir la descripción corta del sitio (tagline) al %s de la página de inicio?
fi: Lisää sivuston kuvaus (tagline) %s etusivulle?
it_it: Aggiungi la descrizione del sito (motto) al %s sulla homepage?
sv_se: Lägg till sidbeskrivning (slogan) till %s på startsidan?

source: Read More
ca: Llegeix més
da_dk: Læs mere
es_es: Leer más
fi: Lue lisää
it_it: Per saperne di più
sv_se: Läs mer

source: Search this website
ca: Cerca aquest lloc web
da_dk: Søg på sitet
es_es: Buscar en esta web
fi: Etsi sivustolta
it_it: Cerca in questo sito
sv_se: Sök på webbplatsen

source: Read more
ca: Llegeix més
da_dk: Læs mere
es_es: Leer más
fi: Lue lisää
it_it: Per saperne di più
sv_se: Läs mer

source: Go to SEO Settings &rarr;
ca: Vés a la Configuració del SEO &rarr;
da_dk: Gå til SEO indstillinger &rarr;
es_es: Ir a los ajustes de SEO &rarr;
fi: Siirry SEO asetuksiin &rarr;
it_it: Vai a Impostazioni SEO &rarr;
sv_se: Gå till SEO-inställningar &rarr;

source: Go to Theme Settings &rarr;
ca: Vés a la Configuració del tema &rarr;
da_dk: Gå til Tema indstillinger &rarr;
es_es: Ir a ajustes del tema &rarr;
fi: Siirry Teeman asetuksiin &rarr;
it_it: Vai a Impostazioni del tema &rarr;
sv_se: Gå till temainställningar &rarr;

source: Project Leads
ca: Caps de projecte
da_dk: Projektledere
es_es: Jefes de proyecto
fi: Projektin vetäjät
it_it: Progetto guida
sv_se: Projektledare

source: Welcome to Genesis %s
ca: Benvingut a Genesis %s
da_dk: Velkommen til Genesis %s
es_es: Bienvenido a Genesis %s
fi: Tervetuloa Genesis %s
it_it: Benvenuti in Genesis %s
sv_se: Välkommen till Genesis %s

source: Use for site title/logo:
ca: Fes servir pel títol/logo:
da_dk: Brug til sidens titel/logo:
es_es: Usar para el título/logo del sitio:
fi: Käytä sivusto otsikkoon/logoon:
it_it: Utilizzare per titolo del sito/logo:
sv_se: För sidans titel/logo använd:

source: on
ca: a
da_dk: til
es_es: en
it_it: su
sv_se: på

source: Leave empty if you do not want to display any intro text.
ca: Deixa-ho en blanc si no vols que aparegui cap text d'introducció.
da_dk: Skal være blank hvis der ikke skal vises en intro tekst
es_es: Déjalo en blanco si no quieres mostrar ningún texto introductorio.
fi: Jätä tyhjäksi mikäli et halua näyttää esittelytekstiä.
it_it: Lascia vuoto se non desideri visualizzare il testo introduttivo.
sv_se: Lämna tom om du inte vill visa någon introduktionstext.

source: Archive Intro Text
ca: Text d'introducció de l'arxiu
da_dk: Arkiv introduktions tekst
es_es: Texto de Introducción para el archivo
fi: Arkiston esittelyteksti
it_it: Testo introduttivo archivio
sv_se: Introduktionstext för arkiv:

source: Leave empty if you do not want to display a headline.
ca: Deixa-ho en blanc si no vols mostrar un encapçalament.
da_dk: Skal være blank hvis der ikke skal vises en overskrift
es_es: Déjalo en blanco si no quieres mostrar un encabezado.
fi: Jätä tyhjäksi jos et halua näyttää otsikkoa.
it_it: Lascia vuoto se non desideri visualizzare un titolo.
sv_se: Lämna tom om du inte vill visa någon rubrik.

source: Archive Headline
ca: Títol de l'arxiu
da_dk: Arkiv overskrift
es_es: Encabezado del archivo
fi: Arkiston otsikko
it_it: Headline archivio
sv_se: Arkivrubrik:

source: Error saving settings.
ca: Error en desar la configuració.
da_dk: Problem med at gemme indstillingerne
es_es: Error guardando los ajustes.
fi: Virhe asetusten tallennuksessa.
it_it: Errore nel salvare le impostazioni.
sv_se: Misslyckades med att spara inställningar.

source: Custom Text Content
ca: Contingut del text personalitzat
da_dk: Brugerdefineret indhold
es_es: Contenido de texto personalizado
fi: Muokattu tekstin sisältö
it_it: Testo personalizzato contenuto
sv_se: Anpassat textinnehåll

source: Secondary Navigation Menu
ca: Menú de navegació secundari
da_dk: Sekundær Navigation Menu
es_es: Menú de navegación secundario
fi: Toissijainen Navigaatiovalikko
it_it: Menù secondario di navigazione
sv_se: Sekundär navigeringsmeny

source: Header Left
ca: Capçalera esquerra
da_dk: Header venstre
es_es: Cabecera izquierda
fi: Otsikko vasen
it_it: Intestazione sinistra
sv_se: Sidhuvud vänster

source: Extended page link text
ca: Text de l'enllaç
da_dk: Udvidet sidelinktekst
es_es: Texto ampliado del enlace de página
fi: Laajennettu sivun linkkiteksti
it_it: Testo esteso della pagina dei link
sv_se: Utökad länktext för sidan

source: Footer %d widget area.
ca: Àrea de ginys del peu de pàgina %d
da_dk: Footer %d widget område.
es_es: Área %d de widgets del pie de página.
fi: Alatunnisteen %d vimpainalue.
it_it: Piè di pagina %d area widget
sv_se: Footer %d widget område.

source: This is the secondary sidebar if you are using a three column site layout option.
ca: Aquesta és la barra lateral secundària si fas servir l'estructura de tres columnes.
da_dk: Dette er den sekundære sidebar hvis du bruger det 3 spaltede sidelayout
es_es: Esta es la barra lateral secundaria si estás usando una opción de plantilla de tres columnas.
fi: Tämä on toissijainen sivupalkki jos käytät kolmen sarakkeen valintavaihtoehtoa ulkoasussa.
it_it: Questa è la barra laterale secondaria se si utilizza l'opzione di layout del sito a tre colonne.
sv_se: Detta är det sekundära sidofältet om du använder en sidlayout med tre kolumner.

source: This is the primary sidebar if you are using a two or three column site layout option.
ca: Aquesta és la barra lateral primària si fas servir l'estructura de dues o tres columnes.
da_dk: Dette er den primære Sidebar, hvis du bruger 2 eller 3 spalter som sitelayout
es_es: Esta es la barra lateral primaria si estás usando una opción de plantilla de dos o tres columnas.
fi: Tämä on ensisijainen sivupalkki jos käytät kahden tai kolmen sarakkeen valintavaihtoehtoa ulkoasussa.
it_it: Questa è la barra laterale primaria se si utilizza l'opzione di layout del sito con due o tre colonne.
sv_se: Detta är det primära sidofältet om du använder en sidlayout med två eller tre kolumner.

source: The argument, "context", has been replaced with "theme_location" in the $args array.
ca: L'argument, "context", s'ha remplaçat per "theme_location" al $args.
da_dk: Argumentet "context", er blevet erstattet med "theme_location" i $args array'et.
es_es: El argumento "context", ha sido reemplazado por "theme_location" en el array $args.
fi: Argumentti, "context", on korvattu "theme_location" merkinnällä $args valinnassa.
it_it: L'argomento, "contesto ", è stato sostituito con "theme_location " nella matrice $args.
sv_se: Argumentet "context" har blivit ersatt med "theme_location" i $args matrisen.

source: You cannot use %s to create two menus in the same subclass. Please use separate subclasses for each menu.
ca: No pots fer servir %s per crear dos menús a la mateixa subclasse. Fes servir subclasses separades per a cada menú.
da_dk: Du kan ikke bruge %s til at lave to menuer i samme subclass. Brug venligsts seperate subclasses til hver menu.
es_es: No puedes utilizar %s para crear dos menús en la misma subclase. Utiliza subclases diferentes para cada menú.
fi: Et voi käyttää %s tehdäksesi kahta valikkoa samaan aliluokkaan. Käytä eri aliluokkia jokaiseen valikkoon.
it_it: Non è possibile utilizzare %s per creare due menu nella stessa sottoclasse. Si prega di utilizzare sottoclassi separate per ogni menu.
sv_se: Du kan inte använda %s för att skapa två menyer i samma underklass. Använd separata underklasser för varje meny.

source: Author Archive Settings
ca: Configuració de l'arxiu d'autor
da_dk: Forfatter arkiv indstillinger
es_es: Opciones del archivo de autor
fi: Arkistoasetusten kirjoittaja
it_it: Impostazioni archivio autore
sv_se: Inställningar författararkiv

source: User Permissions
ca: Permisos d'usuari
da_dk: Brugerrettigheder
es_es: Permisos de usuario
fi: Käyttäjäoikeudet
it_it: Autorizzazioni utente
sv_se: Användarbehörigheter

source: Please select the color style from the drop down list and save your settings.
ca: Tria el color que vulguis i desa els canvis.
da_dk: Vælg venligst farve i listen og gem dine indstillinger
es_es: Por favor, selecciona el estilo de color que quieras en la lista desplegable y guarda tus ajustes.
fi: Valitse värityyli alasvetovalikosta ja tallenna asetuksesi.
it_it: Si prega di selezionare lo stile del colore dal menù a discesa e salvare le impostazioni.
sv_se: Välj färgstil från listan och spara dina inställningar.

source: Color Style:
ca: Colors:
da_dk: Farve:
es_es: Estilo de color:
fi: Värityyli:
it_it: Stile colore:
sv_se: Färgstil:

source: This code will output immediately before the closing %s tag in the document source.
ca: El hook de %1$s s'executa just abans del tancament de l'etiqueta %2$s en el codi font.
da_dk: Denne kode vil blive indsat umiddelbart før det afsluttende %s-tag i dokumentets kildekode.
es_es: Este código se incluye inmediatamente antes de cerrar la etiqueta %s en el código fuente del documento.
fi: Tämä koodi näkyy välittömästi ennen kuin suljetaan %s avainsana dokumentin lähteessä.
it_it: L'hook %1$s viene eseguito immediatamente prima della chiusura del tag %2$s nel codice sorgente del documento.
sv_se: Denna kod kommer att skrivas ut precis innan den avslutande %s taggen i dokumentets källkod.

source: Image Size:
ca: Mida de la imatge:
da_dk: Billedstørrelse:
es_es: Tamaño de imagen:
fi: Kuvan koko:
it_it: Dimensione immagine:
sv_se: Bildstorlek:

source: Color Style
ca: Colors
da_dk: Farve
es_es: Estilo de color
fi: Värityylit
it_it: Stile colore
sv_se: Färgstil

source: Follow me on Twitter
ca: Segueix-me a Twitter
da_dk: Følg mig på twitter
es_es: Sígueme en Twitter
fi: Seuraa minua Twitterissä
it_it: Seguimi su Twitter
sv_se: Följ mig på Twitter

source: Archive Settings
ca: Configuració de l'Arxiu
da_dk: Arkiv indstillinger
es_es: Ajustes de archivo
fi: Arkistoasetukset
it_it: Impostazioni archivio
sv_se: Arkivinställningar

source: Adjacent Posts %s link tags
ca: Enllaços %s a entrades adjacents
da_dk: Sidestillede indlægs %s link tags
es_es: Etiquetas de enlace %s a entradas adyacentes
fi: Viereisten artikkelien %s linkkiavainsanat
it_it: Articoli adiacenti al tag %s di collegamento
sv_se: Inkludera %s länk taggar för tidigare/nästa inlägg.

source: Layout Settings
ca: Aparença
da_dk: Layout indstillinger
es_es: Ajustes de estructura
fi: Ulkoasuasetukset
it_it: Impostazioni di layout
sv_se: Layoutinställningar
