Repository: dbarenholz/genesis-translations
Catalog: translations/*.po
Languages: ca, da_dk, es_es, fi, it_it, sv_se

source: You can import a file you've previously exported. The file name will start with %s followed by one or more strings indicating which settings it contains, finally followed by the date and time it was exported.
ca: Pots importar un arxiu que prèviament has exportat. El nom de l'arxiu ha de començar per %s seguit d'una o més cadenes indicant quins paràmetres conté, i seguit de la data i hora en què es va exportar.
da_dk: Du kan importere en fil, som du tidligere har eksporteret. Filnavnet begynder med %s efterfulgt af en eller flere tekster, som fortæller hvilken opsætning, filen indeholder efterfulgt af tidspunktet for eksporten
es_es: Puedes importar un archivo previamente exportado. El nombre del archivo empezará por %s seguido de una o más cadenas de texto indicando los ajustes que contiene, seguido finalmente por la fecha y hora a la que fue exportado.
fi: Voit tuoda tiedoston jonka olet aikaisemmin vienyt. Tiedoston nimi alkaa %s seuraten yhtä tai useampaa lyhennettä, näyttäen mitkä asetukset se sisältää, ja lisäksi päivämäärä ja kellonaika milloin se vietiin tiedostoon.
it_it: È possibile importare un file precedentemente esportato. Il nome del file inizierà con %s seguita da una o più stringhe che indicano le impostazioni che contiene, infine seguito dalla data e dall'ora in cui è stato esportato.
sv_se: Du kan importera en fil som du tidigare har exporterat. Filnamnet kommer börjar med %s följt av en eller flera strängar som anger vilka inställningar som den innehåller, slutligen följt av datum och tid det exporterades.

source: Directories
da_dk: Mapper
es_es: Directorios
fi: Hakemistot
sv_se: Kataloger:

source: Archiving
da_dk: Arkivering
es_es: Archivado
fi: Arkistointi
sv_se: Arkivering:

source: Indexing
da_dk: Indeksering
es_es: Indexación
fi: Indeksointi
sv_se: Indexering:

source: Primary Title %s
da_dk: Primær Titel %s
es_es: Título primario %s
fi: Ensisijainen otsikko %s
sv_se: Huvudrubrik %s

source: Additions on right
da_dk: Tilføjelser til højre
es_es: Adiciones a la derecha
fi: Lisäyksykset oikealla
sv_se: Tillägg åt höger

source: Additions on left
da_dk: Tilføjelser til venstre
es_es: Adiciones a la izquierda
fi: Lisäykset vasemmalla
sv_se: Tillägg åt vänster

source: Document Title Order
da_dk: Dokumenttitelrækkefølge
es_es: Orden del título del documento
fi: Dokumentin otsikon järjestys
sv_se: Ordning på dokumenttitel:

source: Section Headings
da_dk: Sektionsoverskrifter
es_es: Encabezados de sección
fi: Alueen otsikot
sv_se: Sektions rubriker:

source: Site-wide Settings
es_es: Editar ajustes de todo el sitio
fi: Koko sivuston laajuiset asetukset

source: Canonical URL
da_dk: Kanonisk URL
es_es: URL canónica
fi: Kanonikaalinen URL

source: Document Title
da_dk: Dokumenttitel
es_es: Título del documento
fi: Dokumentit otsikko
it_it: Titolo del Documento
sv_se: Dokumenttitel:

source: Link opens in a new window.
da_dk: Link åbnes i et nyt vindue
es_es: El enlace se abre en nueva ventana.
fi: Avaa linkit uuteen ikkunaan.
it_it: Apri il link in una nuova finestra.
sv_se: Länk öppnas i ett nytt fönster.

source: - None -
da_dk: - Ingen -
es_es: - Ninguno -
fi: - ei mitään -
it_it: - Nessuno -
sv_se: - Ingen -

source: Featured Image Alignment
es_es: Alineación de la imagen destacada
fi: Artikkelikuvan keskitys

source: Featured Image Size
es_es: Tamaño de la imagen destacada

source: Display the featured image?
da_dk: Vis udvalgt billede?
es_es: ¿Mostrar la imagen destacada?
fi: Näytä artikkelikuva?
it_it: Visualizzare l'immagine in evidenza?
sv_se: Visa utvald bild?

source: Limit content to how many characters? (0 for no limit)
da_dk: Begræns indhold til hvor mange tegn? (0 for ingen begrænsning)
es_es: ¿A cuántos caracteres limitar el contenido? (0 equivale a sin límite)
fi: Rajoita sisältöä näytettyjen merkkien mukaan? (0 - ei rajoituksia)
it_it: Limitare il contenuto a quanti caratteri? (0 per nessun limite)
sv_se: Begränsa innehåll till hur många tecken? (0 för ingen begränsning)

source: Enable Trackbacks on Pages
es_es: Activar trackbacks en las páginas
fi: Aktivoi jäljitykset sivuilla

source: Enable Trackbacks on Posts
es_es: Activar trackbacks en las entradas
fi: Aktivoi jäljitykset artikkeleissa

source: Enable Comments on Pages
es_es: Activar comentarios en las páginas
fi: Aktivoi kommentit sivuilla
it_it: Vuoi abilitare i commenti per le pagine?

source: Enable Comments on Posts
es_es: Habilitar comentarios en entradas
fi: Aktivoi kommentit artikkeleissa
it_it: Vuoi abilitare i commenti per gli articoli?

source: Breadcrumbs on Attachment/Media
da_dk: Brødkrummer på sider med vedhæftede filer/medier
es_es: Migas de pan en archivos adjuntos/medios
fi: Murupolut liite/media sivuilla
it_it: Breadcrumbs su Allegati/Media
sv_se: Brödsmulor på bilaga/media?

source: Breadcrumbs on 404 Page
da_dk: Brødkrummer på 404-sider
es_es: Migas de pan en página 404
fi: Muropolut 404 sivulla
it_it: Breadcrumbs su 404 Page
sv_se: Brödsmulor på 404 sidan?

source: Breadcrumbs on Archives
da_dk: Brødkrummer på arkivsider
es_es: Migas de pan en archivos
fi: Murupolut arkistoissa
it_it: Breadcrumbs su Archivi
sv_se: Brödsmulor på arkiv?

source: Breadcrumbs on Pages
da_dk: Brødkrummer på sider
es_es: Migas de pan en páginas
fi: Murupolut sivuilla
it_it: Breadcrumbs su Pagine
sv_se: Brödsmulor på sidor?

source: Breadcrumbs on Single Posts
da_dk: Brødkrummer på enkeltindlæg
es_es: Migas de pan en entradas individuales
fi: Murupolut yksittäisissä artikkeleissa
it_it: Breadcrumbs su Singolo Articolo
sv_se: Brödsmulor på enskilda inlägg?

source: Breadcrumbs on Posts Page
da_dk: Brødkrummer på siden med indlæg
es_es: Migas de pan en la página de entradas
fi: Murupolut artikkelit-sivulla
it_it: Breadcrumbs su Pagina di Articoli
sv_se: Brödsmulor på inläggs sidan?

source: Breadcrumbs on Front Page
da_dk: Brødkrummer på forsiden
es_es: Migas de pan en la página de inicio
fi: Murupolut etusivulla
it_it: Breadcrumbs su Pagina Frontale
sv_se: Brödsmulor på startsidan?

source: Breadcrumbs on Homepage
da_dk: Brødkrummer på hjem-siden
es_es: Migas de pan en la página de inicio
fi: Murupolut pääsivulla
it_it: Breadcrumbs sulla Homepage
sv_se: Brödsmulor på startsidan?

source: Select Default Layout
da_dk: Vælg standardlayout
es_es: Selecciona la estructura por defecto
fi: Valitse oletusulkoasu
it_it: Seleziona il layout predefinito
sv_se: Välj standardlayout:

source: Site Layout
es_es: Estructura del sitio
fi: Sivuston ulkoasu
it_it: Layout del sito
sv_se: Sidlayout

source: Select Color Style
da_dk: Vælg farvestil
es_es: Selecciona un estilo de color
fi: Valitse värityyli
it_it: Seleziona Stile di Colore
sv_se: Välj färgstil

source: Color Scheme
da_dk: Farveskema
es_es: Esquema de color
fi: Värityyli
it_it: Schema Colore
sv_se: Färgschema

source: Dynamic Text
da_dk: Dynamisk tekst
es_es: Texto dinámico
fi: Dynaaminen teksti
it_it: Testo Dinamico
sv_se: Dynamisk text

source: When extending Genesis_Customizer_Base, you must create a register method.
da_dk: Hvis du extender Genesis_Customizer_Base, skal du oprette en metode til registrering.
es_es: Al extender Genesis_Customizer_Base, debes crear un método de registro.
fi: Kun laajennat Genesis_Customizer_Base, sinun täytyy luoda rekisteröintitapa.

source: Select Layout
da_dk: Vælg layout
es_es: Selecciona estructura
fi: Valitse ulkoasu
it_it: Seleziona il layout
sv_se: Välj layout:

source: Reader Interactions
da_dk: Læserinteraktioner
es_es: Interacciones del lector
fi: Lukijan vuorovaikutus
it_it: Interazioni con il lettore
sv_se: Läsarkommentarer

source: Sitemap
es_es: Mapa del sitio
fi: Sivukartta
sv_se: Sidkarta

source: Author Archive SEO Settings
da_dk: SEO-indstillinger for forfatterarkiv
es_es: Ajustes SEO para los archivos de autor
fi: Kirjoittajan arkiston SEO asetukset
sv_se: SEO inställningar författararkiv

source: Footer Scripts
es_es: Scripts del pie de página
fi: Alatunnisteen skriptit
it_it: Script Piè-di-pagina
sv_se: Scripts för sidfot:

source: Header Scripts
es_es: Scripts de la cabecera
fi: Ylätunnisteen skriptit
it_it: Script Intestazione
sv_se: Scripts för sidhuvud:

source: Posts per Page
da_dk: Indlæg per side
es_es: Entradas por página
fi: Artikkeleita per sivu
it_it: Articoli per pagina
sv_se: Inlägg per sida:

source: Category IDs, comma separated - 1,2,3 for example
da_dk: Kategori-id'er, komma separeret - 1,2,3 for eksempel
es_es: IDs de categoría, separadas por comas - Por ejemplo 1,2,3
fi: Kategoria IDs, pilkulla eroteltuna - 1,2,3 esimerkiksi
it_it: ID Categorie, separate da virgole - 1,2,3 per esempio
sv_se: Ange kategorins ID. Separera med komma vid flera - 1,2,3 som exempel.

source: Exclude Categories
da_dk: Udeluk kategorier
es_es: Excluir categorías
fi: älä sisällytä kategorioita
it_it: Escludi categorie
sv_se: Exkludera kategorierna:

source: Display Category
da_dk: Kategorivisning
es_es: Mostrar categoría
fi: Näytä kategoria
it_it: Visualizza categoria
sv_se: Visa kategori:

source: Entry Pagination
da_dk: Sideinddeling af indlæg og sider
es_es: Paginación de entrada
fi: Sisällön sivutus
sv_se: Sidnumrering:

source: Image Alignment:
da_dk: Billedplacering:
es_es: Alineación de imagen:
fi: Kuvan keskitys:
it_it: Allineamento Immagine
sv_se: Bildjustering:

source: Featured Image
da_dk: Udvalgt billede
es_es: Imagen destacada
fi: Artikkelikuva
it_it: Immagine in evidenza
sv_se: Utvald bild:

source: Entry excerpts
da_dk: Indlægsuddrag
es_es: Extracto de la entrada
fi: Sisällön lyhennelmä
it_it: Riassunto dell'articolo
sv_se: Inläggets utdrag

source: Entry content
da_dk: Selve indlægsindholdet
es_es: Contenido de la entrada
fi: Sisällön sisältö
it_it: Contenuto dell'articolo
sv_se: Inläggets innehåll

source: Display
da_dk: Visning
es_es: Mostrar
fi: Näytä
it_it: Visualizza
sv_se: Visa:

source: Attachment/Media
da_dk: Vedhæftede filer/medier
es_es: Adjunto/Medios
fi: Liite/media
it_it: Allegato/Media
sv_se: Bilaga/Media

source: Single Posts
da_dk: Enkeltindlæg
es_es: Entradas individuales
fi: Yksittäiset artikkelit
it_it: Singolo articolo
sv_se: Enskilda inlägg

source: Enable Breadcrumbs on
da_dk: Aktivér brødkrummer på
es_es: Activar migas de pan en
fi: Aktivoi murupolut:
it_it: Abilita Breadcrumbs in
sv_se: Aktivera brödsmulor på:

source: If your custom feed(s) are not handled by Feedblitz or Feedburner, do not use the redirect options.
da_dk: Hvis dine brugerdefinerede feeds ikke håndteres af Feedblitz eller Feedburner, må du ikke bruge redirect-indstillinger.
es_es: Si tus feed(s) personalizado(s) no están configurados con Feedblitz o Feedburner, no utilices las opciones de redireccionamiento.
fi: Jos sinun muokatut feedit eivät ole hoidettu Feedblitzin tai Feedburnerin kautta, älä käytä uudellenohjauksen vaihtoehtoja.
sv_se: Om dina anpassade flöden inte hanteras av Feedblitz eller Feedburner, använd inte omdirigerings inställningarna.

source: Redirect Custom Comments Feed?
da_dk: Redirect brugerdefineret kommentarfeed?
es_es: ¿Redireccionar el feed de comentarios personalizado?
fi: Uudelleenohjaa muokattujen feedin kommentit?
sv_se: Omdirigera anpassat kommentars flöde?

source: Redirect Custom Feed?
da_dk: Redirect brugerdefineret feed?
es_es: ¿Redireccionar el feed personalizado?
fi: Uudelleenohjaa muokattu feed?
sv_se: Omdirigera anpassat flöde?

source: Email address
da_dk: E-mailadresse
es_es: Dirección de correo electrónico
fi: Sähköpostiosoite
it_it: Indirizzo di posta elettronica
sv_se: E-postadress

source: Updates
da_dk: Opdateringer
es_es: Actualizaciones
fi: Päivitykset
it_it: Aggiornamenti
sv_se: Uppdateringar:

source: Secondary Sidebar, Content, Primary Sidebar
da_dk: Sekundær sidebar, Indhold, Primær sidebar
es_es: Barra lateral secundaria, Contenido, Barra lateral principal
fi: Toissijainen sivupalkki, Sisältö, Ensisijainen sivupalkki
it_it: Barra Laterale Secondaria, Contenuto, Barra Laterale Primaria
sv_se: Sekundärt sidofält, Innehåll, Primärt sidofält

source: Secondary Sidebar, Primary Sidebar, Content
da_dk: Sekundær sidebar, Primær sidebar, Indhold
es_es: Barra lateral secundaria, Barra lateral principal, Contenido
fi: Toissijainen sivupalkki, Ensisijainen sivupalkki, Sisältö
it_it: Barra Laterale Secondaria, Barra Laterale Primaria, Contenuto
sv_se: Sekundärt sidofält, Primärt sidofält, Innehåll

source: Content, Primary Sidebar, Secondary Sidebar
da_dk: Indhold, Primær sidebar, sekundær sidebar
es_es: Contenido, Barra lateral principal, Barra lateral secundaria
fi: Sisältö, Ensisijainen sivupalkki, Toissijainen sivupalkki
it_it: Contenuto, Barra Laterale Primaria, Barra Laterale Secondaria
sv_se: Innehåll, Primärt sidofält, Sekundärt sidofält

source: Primary Sidebar, Content
da_dk: Primær sidebar, Indhold
es_es: Barra lateral principal, Contenido
fi: Ensisijainen sivupalkki, Sisältö
it_it: Barra Laterale Primaria, Contenuto
sv_se: Primärt sidofält, Innehåll

source: Content, Primary Sidebar
da_dk: Indhold, Primær sidebar
es_es: Contenido, Barra lateral principal
fi: Sisältö, Ensisijainen sivupalkki
it_it: Contenuto, Barra Laterale Primaria
sv_se: Innehåll, Primärt sidofält

source: about
da_dk: om
es_es: acerca de
fi: tietoa
it_it: su di noi
sv_se: om

source: Genesis database upgraded.
da_dk: Genesis-database opdateret.
es_es: Base de datos de Genesis actualizada.
fi: Genesis tietokanta päivitetty.
it_it: Database di Genesis aggiornato.
sv_se: Genesis databas uppgraderad.

source: Congratulations, you are now rocking Genesis %1$s! <a href="%2$s">See what's new in %3$s</a>.
es_es: Felicidades, ¡ahora estás en la versión de Genesis %1$s! <a href="%2$s">Ver las novedades de %3$s</a>.
fi: Onneksi olkoon, käytät Genesis-teemaa %1$s! <a href="%2$s">katso mitä uutta %3$s</a>.

source: Content Post Info
da_dk: Indhold Indlægsinfo
es_es: Información del contenido de la entrada
fi: Artikkelin sisällön info
it_it: Informazioni sul contenuto del post
sv_se: Inläggets info innehåll

source: Exclude Sticky Posts?
da_dk: Udelad fastgjorte indlæg?
es_es: ¿Excluir entradas fijas?
fi: sulje pois "liima"artikkelit?
it_it: Escludere gli articoli in evidenza?
sv_se: Exkludera klistrade inlägg?

source: Center
da_dk: Midt
es_es: Centrado
fi: Keskellä
it_it: Centro
sv_se: Centrerad

source: (no title)
da_dk: (ingen titel)
es_es: (sin título)
fi: (ei otsikkoa)
it_it: (senza titolo)
sv_se: (ingen titel)

source: Current page
da_dk: Aktuel side
es_es: Página actual
fi: Nykyinen sivu
it_it: Pagina corrente
sv_se: Nuvarande sida

source: Page
da_dk: Side
es_es: Página
fi: Sivu
it_it: Pagina
sv_se: Sida

source: Skip to footer
da_dk: Gå direkte til footer
es_es: Saltar al pie de página
fi: Hyppää alatunnisteeseen
it_it: Passa al pié di pagina
sv_se: Hoppa till sidfot

source: Skip to secondary sidebar
da_dk: Gå direkte til sekundær sidebar
es_es: Saltar a la barra lateral secundaria
fi: Hyppää toissijaiseen sivupalkkiin
it_it: Passa alla barra laterale secondaria
sv_se: Hoppa till det sekundära sidofältet

source: Skip to primary sidebar
da_dk: Gå direkte til primær sidebar
es_es: Saltar a la barra lateral principal
fi: Hyppää ensisijaiseen sivupalkkiin
it_it: Passa alla barra laterale
sv_se: Hoppa till det primära sidofältet

source: Skip to content
da_dk: Gå direkte til indhold
es_es: Saltar al contenido
fi: Hyppää sisältöön
it_it: Vai al contenuto
sv_se: Hoppa till innehåll

source: Skip to primary navigation
da_dk: Gå direkte til primær navigation
es_es: Saltar a la navegación principal
fi: Hyppää ensisijaiseen valikkoon
it_it: Vai alla navigazione primaria
sv_se: Hoppa till huvudnavigering

source: Widgets in this widget area will display after single entries.
da_dk: Widgets i dette widgetområde vises efter enkeltståede indlæg, sider osv.
es_es: Los widgets en este área de widgets se mostrarán debajo de las entradas individuales.
fi: Tämän vimpainalueen vimpaimet näkyvät yskittäisten sisältöjen jälkeen.
it_it: I widgets in quest&rsquo;area verranno visualizzati dopo i singoli articoli.
sv_se: Widgets i detta widget område kommer att visas efter enskilda inlägg.

source: After Entry
da_dk: Efter selve indholdet
es_es: Después de la entrada
fi: Sisällön jälkeen
sv_se: Efter inlägg

source: This is the header widget area. It typically appears next to the site title or logo. This widget area is not suitable to display every type of widget, and works best with a custom menu, a search form, or possibly a text widget.
da_dk: Dette er widgetområdet i headeren. Den vises typisk ved siden af webstedets titel eller logo. Dette widgetområde kan ikke vise alle typer widgets, men fungerer bedst med en brugerdefineret menu, en søgeformular eller måske en tekstwidget.
es_es: Este es el área de widgets de la cabecera. Normalmente está cerca del título o el logo del sitio. Este área de widgets no está preparada para que se muestre cualquier tipo de widget, y funciona mejor con un menú personalizado, un formulario de búsqueda, o posiblemente un widget de texto.
fi: Tämä on ylätunnisteen vimpainalue. Se näytetään normaalisti sivuston otsikossa tai logon yhteydessä. Tämä vimpain ei sovellu kaikkien vimpaintyyppien kanssa, ja se toimii parhaiten muokatun menu, hakulomakkeen tai tekstivimpaimen kanssa.
it_it: Questa è la widget area dell&rsquo;intestazione. Tipicamente appare dopo il titolo del sito o il logo. Quest&rsquo;area non si adatta alla visualizzazione di qualsiasi tipo di widget, ma rende al meglio con un menu personalizzato, in form di ricerca o in widget di testo.
sv_se: Detta är sidhuvudets widget område. Det visas oftast bredvid sidans titel eller logo. Detta widget område är inte lämpligt för att visa alla typer av widgets och fungerar bäst med en anpassad meny, ett sökformulär eller möjligen en text widget.

source: Genesis Blue
da_dk: Genesis Blå
fi: Genesis sininen
it_it: Genesis Blu

source: Remove feed settings if Genesis 2.6 is your first version.
da_dk: Fjern feed indstillinger hvis Genesis 2.6 er din første version.
fi: Poista syöte (feed) asetukset jos Genesis 2.6 on ensimmäinen versiosi.
it_it: Rimuovi le impostazioni del feed se Genesis 2.6 è la tua prima versione.

source: More compliance with WordPress coding standards.
fi: Enemään yhteensopivuutta WordPressin ohjelmointistandardeihin.

source: Fixed
fi: Korjattu

source: Use Markup API for 404 page title.
fi: Käytä Markup APIa 404 sivun otsikkoon.

source: Use Markup API for <code>entry-title-link</code>.
fi: Käytä Markup APIa <code>entry-title-link</code>.

source: Removed
da_dk: Fjernet
fi: Poistettu
it_it: Rimosso
sv_se: Borttagen

source: Changed
da_dk: Ændret
fi: Muutettu
it_it: Modificato
sv_se: Ändrade

source: Added
da_dk: Tilføjet
fi: Lisätty
it_it: Aggiunto
sv_se: Tillagd

source: Scripts
fi: Skriptit
it_it: Script

source: <h3>Trackbacks</h3>
ca: <h3>Retroenllaços</h3>
fi: <h3>Paluuviitteet</h3>

source: Featured image size
da_dk: Størrelse på udvalgt billede
fi: Artikkelikuvan koko
it_it: Dimensioni Immagine in Primo Piano
sv_se: Storlek på utvald bild

source: Blog
fi: Blogi
sv_se: Blogg

source: Code optimization and documentation improvements.
sv_se: Kodoptimering och dokumentation av förbättringar.

source: CSS improvements.
sv_se: CSS förbättringar.

source: SEO
sv_se: Sökoptimering

source: Default Layout set in %sTheme Settings%s
sv_se: Standardlayout för %sTheme inställningar%s

source: Date
sv_se: Datum

source: Genesis %s is available for %s
sv_se: Genesis%s är tillgängligt för%s

source: Genesis %s is available. <a href="%s" %s>Check out what's new</a> or <a href="%s" %s>update now.</a>
sv_se: Genesis uppdateringar %s finns tillgänglig. <a href="%s" %s>Check out what's new</a> or <a href="%s" %s>update now.</a>

source: This is the %s. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
sv_se: Detta är %s. Du kan lägga till innehåll i området genom att besöka <a href="%s">Widgets Panel</a> och lägga till nya widgets till detta område.

source: Featured image alignment
sv_se: Justering på utvald bild

source: Enable Trackbacks on Pages?
sv_se: Aktivera trackbacks på sidor?

source: Enable Trackbacks on Posts?
sv_se: Aktivera trackbacks på inlägg?

source: Enable Comments on Pages?
sv_se: Aktivera kommentarer på sidor?

source: Enable Comments on Posts?
sv_se: Aktivera kommentarer på inlägg?

source: Main navigation
sv_se: Huvudmeny

source: Congratulations, you are now rocking Genesis %s! <a href="%s">See what's new in %s</a>.
sv_se: Grattis, du rockar nu Genesis %s! <a href="%s">Se vad som är nytt i %s</a>.

source: Remove screen reader <code>h2</code> from inside primary <code>nav</code> element.
it_it: Rimuovi il lettore <code>h2</code> dall'interno dell'elemento primario <code>nav</code> .

source: https://www.studiopress.com/
it_it: http://www.studiopress.com/

source: Check for post parents before outputting parent in breadcrumbs.
da_dk: Kontroller for forældre til indlægget inden forælder skrives i brødkrummerne

source: JavaScript Object Notation
ca: Notació d'objecte de javascript
da_dk: JavaScript Object Notering

source: ID
ca: Identificador (ID)
