Repository: dbarenholz/genesis-translations
Catalog: translations/*.po
Languages: ca, da_dk, es_es, fi, it_it, sv_se

source: This setup is preferred because it makes it easier to show a blog on the front page (no need to rename the home.php file) and does not have the confusion of no content on the home page when the theme is initially installed.
ca: Aquest últim tipus és preferible perquè fa més fàcil mostrar el blog a l'inici (sense necessitat de canviar el nom de l'arxiu home.php) i no hi ha la confusió inicial derivada del fet que no aparegui cap contingut a la pàgina d'inici quan instal·les el tema.
da_dk: Dette setup er det foretrukne, fordi det gør det lettere at vise en blog på forsiden uden, at man skal rename home.php filen. Og det virker ikke forvirrende, fordi det har indhold på forsiden, når man installerer temaet.
es_es: Esta configuración es la preferida porque hace más fácil mostrar un blog en la página de inicio (no necesitas renombrar home.php) y no ofrece la confusión de no tener contenido en la página de inicio cuando el tema se instala inicialmente.
fi: Tämä asetus on suositeltavin koska se mahdollistaa helpoiten blogin näyttämisen etusivulla (ei tarvetta nimetä home.php tiedostoa) ja ja ei aiheuta ongelmaa siinä tapauksessa että mitään sisältöä ei näkyisi kun teema alunperin asennetaan.
it_it: Questa configurazione è preferita perché è più facile per mostrare un blog in prima pagina (non è necessario rinominare il file home.php) e non ha la confusione di nessun contenuto nella home page in cui il tema è installato inizialmente.
sv_se: Denna typ är att föredra eftersom den gör det lättare att visa en blogg på startsidan (inget behov av att byta namn på home.php) och eliminerar förvirringen med inget innehåll på startsidan när temat installeras.

source: The third type of home page is the new dynamic home page. This is common on the newest child themes. It will show your latest posts in a blog type listing unless you put widgets into the home page sidebars.
ca: Hi ha un altre tipus de pàgina d'inici que és la nova pàgina d'inici dinàmica. És comú en els temes fill més nous. Mostra les darreres entrades en una llista tipus blog, a menys que afegeixis ginys als espais reservats per a la pàgina d'inici.
da_dk: Den tredje fype forside er den nye dynamiske type. Den er almindelig i de nyere child temaer. Den viser dine seneste indlæg i en liste eventuelt med uddrag. Det kan styres og ændres med forskellige widgets i forsidens Sidebars
es_es: El tercer tipo de página de inicio es la nueva página de inicio dinámica. Es habitual en los nuevos temas hijos. Mostrará las últimas entradas a menos que pongas widgets en las zonas de widgets de la página de inicio.
fi: Kolmas kotisivutyyli on uusi dynaaminen kotisivu. Tämä on tyypillistä uusille aliteemoille. Se näyttää uusimmat artikkelit blogtyylisesti ellet asenna vimpaimia kotisivun sivupalkkeihin.
it_it: Il terzo tipo di home page è la nuova home page dinamica. Questo è comune sui più recenti temi bambino. Mostrerà i tuoi ultimi post in un elenco di tipo blog a meno che non si mettano i widget nelle barre laterali della home page.
sv_se: Den tredje typen av startsidor är den nya dynamiska startsidan. Dessa är vanliga på de nyaste child teman och kommer att visa dina senaste inlägg i en blogg designad lista om du inte lägger in widgets i temats specifika widgetområden för startsidan.

source: Another common home page is the "blog" type home page, which is common to most of the free child themes. This shows your latest posts and requires no additional setup.
ca: Un altre tipus de pàgina d'inici és el d'estil "blog", que és comú en la majoria de temes fill gratuïts. Això mostra les darreres entrades i no requereix cap més configuració.
da_dk: En anden almindelige forside er blog typen, som er almindelige i de fleste child temaer. Her vises de seneste indlæg og det kræver ingen særskilt opsætning.
es_es: Otra habitual página de inicio es del tipo blog, que puedes encontrar en la mayoría de temas gratuitos. Muestra tus últimas entradas y no requiere configuración adicional.
fi: Toinen ylein kotisivu on "blog"-tyyppinen kotisivu jota käytetään suurimassa osassa ilmaisia aliteemoja. Tämä näyttää viimeisimmät artikkelit ja ei vaadi lisäasetuksia.
it_it: Un'altra home page comune è il tipo home page "blog ", che è comune alla maggior parte dei temi bambino gratuiti. Questo mostra i tuoi ultimi post e non richiede alcuna configurazione aggiuntiva.
sv_se: En annan vanligt startsida är typen "blogg", som är vanlig bland de flesta gratis teman. Dessa visar dina senaste inlägg och kräver inga ytterligare inställningar.

source: If your theme uses a custom home page and you want to show the latest posts in a blog format, do not use the blog template. Instead, you need to rename the home.php file to home-old.php instead.
ca: Si el teu tema fa servir una pàgina d'inici personalitzada i tu vols mostrar les darreres entrades en format blog, no facis servir la plantilla de blog. El que has de fer és canviar el nom de l'arxiu home.php a home-antiga.php, per exemple.
da_dk: Hvis dit tema har en brugerdefineret forside, og du ønsker at vise det seneneste inlæg i blog side format, så brug ikke en blog side skabelon. I stedet ændrer du navnet på home.php til home-old.php.
es_es: Si tu tema utiliza una página de inicio personalizada y quieres mostrar las últimas entradas en formato blog, no uses la plantilla Blog. Por lo contrario, necesitarás renombrar el archivo home.php a home-old.php.
fi: Jos ttemasi käyttää muokattua kotisivua and haluat näyttää viimeisimmät artikkelit blogimuodossa, älä käytä blogipohjaa. Sen sijaan sinun pitää nimetä home.php tiedoston nimeksi home-old.php.
it_it: Se il tema utilizza una home page personalizzata e si desidera visualizzare gli ultimi messaggi in formato blog, non utilizzare il modello di blog. Invece, è necessario rinominare invece il file home.php a home-old.php.
sv_se: Om ditt tema använder en anpassad startsida och du vill visa de senaste inläggen i bloggformat, använd inte sidmallen blogg. Byt istället namn på home.php filen till home-old.php.

source: Child themes that include this type of home page typically include additional theme-specific tutorials which can be accessed via a sticky post at the top of that child theme support forum.
ca: Els temes fill que inclouen aquest tipus de pàgina d'inici, normalment tenen els seus propis tutorials que es poden trobar en un destacat del fòrum de support específic per al tema en qüestió.
da_dk: Child temper, som indeholder denne type forsider, har normalt tutorials, som fortæller, hvordan man sætter funktionerne op.
es_es: Plantillas hijas que incluyen este tipo de página de inicio, además ofrecen tutoriales específicos que se pueden acceder vía entrada fija en la parte superior del foro de soporte del tema.
fi: Aliteemat jotka sisältävät tämän tyyliset kotisivut sisältävät teemakohtaiset lisäoppitunnit. Niihin pääsee käsiksi ko. aliteeman tukifoorumin kautta.
it_it: I temi bambino che includono questo tipo di home page di solito includono ulteriori esercitazioni specifiche per il tema, accessibili attraverso un posto appiccicoso in cima a quel forum sostegno tema bambino.
sv_se: Child teman som inkluderar denna typ av startsida inkluderar också vanligtvis ytterligare tema-specifika guider som kan nås via ett klistrat inlägg i toppen av child temats support forum.

source: This home page is typically setup via widgets in the sidebars for the home page. This can be accessed via the Widgets menu item under Appearance.
ca: Aquesta pàgina d'inici es construeix, típicament, a partir de ginys que es posen a les àrees especials per a la pàgina d'inici. Ho trobaràs a Aparença > Ginys.
da_dk: Denne forside sættes op ved hjælpe af widgets i sidens sidebars. Find Widget menuen i menuen Udseende
es_es: Esta página de inicio se configura via widgets en los sidebar de la página de inicio. Puedes acceder vía el menú Widgets bajo Apariencia.
fi: Tämä kotisivu asetetaan tyypillisesti sivupalkin vimpainasetuksissa. Asetukseen pääsee Ulkoasu - asetuksissa vimpainmenun kautta.
it_it: Questa pagina è in genere da configurare tramite i widget nelle barre laterali per la home page. Questa si può accedere tramite la voce di menu Widget in Aspetto.
sv_se: Denna startsida ställs vanligtvis in via widgets i temats specifika widgetområden för startsidan. Dessa kan nås via Utseende > Widgets.

source: To use this type of home page, make sure your latest posts are set to show on the front page. You can setup a page with the Blog page template to show a blog style list of your latest posts on another page.
ca: Per fer servir aquest tipus de pàgina d'inici, assegura't que ho tens configurat per mostrar les darreres entrades a la pàgina d'inici. Pots configurar una pàgina amb la plantilla de blog per mostrar una llista de les darreres entrades, estil blog, en una pàgina diferent.
da_dk: For at bruge denne type af forside, er det vigtigt at sitet er sat op til at vise de seneste inlæg på din forside. Du kan sætte et indlæg baseret på din Blog Side Template op til at vise en liste af dine seneste indlæg.
es_es: Para usar este tipo de página de inicio, ten en cuenta que las últimas entradas están establecidas para mostrar en la página de inicio. Puedes configurar una página como Plantilla de Página de entradas para mostrar con estilo blog en otra página.
fi: Käyttääksesi tämän tyylistä aloitussivua, varmista että viimeiset artikkelit näytetään kotisivulla. Voit asettaa blogipohjalle asetuksen millä näytetään blogityylinen lista viimeisistä artikkeleista toisella sivulla.
it_it: Per utilizzare questo tipo di home page, assicurarsi che tutti gli articoli sono impostati per essere mostrati in prima pagina. È possibile impostare una pagina con il modello di pagina Blog per visualizzare un elenco in stile blog dei tuoi ultimi post su un'altra pagina.
sv_se: För att använda denna typ av startsida, se till att dina senaste inlägg är inställda att visas på startsidan. Du kan ställa in en sida med sidmallen blogg för att visa en blogg designad lista med dina senaste inlägg på en annan sida.

source: Most Genesis child themes include a custom home page.
ca: La majoria de temes de Genesis inclouen una pàgina d'inici personalitzada.
da_dk: De fleste Genesis child temaer indeholder en tilpasset forside
es_es: La mayoría de los temas hijos en Genesis incluyen una página de Inicio personalizada.
fi: Suurin osa Genesis aliteemoista sisältää muokatun kotisivun (Home-sivu).
it_it: La maggior parte dei temi bambino Genesis includono una home page personalizzata.
sv_se: De flesta Genesis child teman inkluderar en anpassad startsida.

source: How Home Pages Work
ca: Com funcionen les pàgines d'inici
da_dk: Hvordan forsider virker
es_es: Como funcionan las páginas de inicio
fi: Kuinka kotisivut toimivat
it_it: Come lavora l'home page
sv_se: Hur förstasidor fungerar

source: This provides you with two fields that will output to the %1$s element of your site and just before the %2$s tag. These will appear on every page of the site and are a great way to add analytic code and other scripts. You cannot use PHP in these fields. If you need to use PHP then you should look into the Genesis Simple Hooks plugin.
ca: Aquest apartat t'ofereix dos camps en blanc que van, respectivament, al &lt;head&gt; del teu lloc web i just abans de&lt;&#47;body&gt;.
da_dk: Her har du to felter, som indsættes i %1$s-elementet på dit websted lige før %2$s-tagget. De vises på hver eneste side af dit websted og kan bruges til at tilføje sporingskode og andre skripts. Du kan ikke bruge PHP i disse felter. Hvis du har brug for PHP, bør du tjekke pluginnet Genesis Simple Hooks.
es_es: Ésto te provee dos campos que serán emitidos al elemento %1$s de tu sitio y justo antes de la etiqueta %2$s. Éstos campos aparecerán en cada página del sitio y son de gran ayuda para añadir códico de analítica y otros scripts. No puede usar PHP en estos campos, si necesitas hacerlo puedes chequear el plugin Genesis Simple Hooks.
fi: Tämä mahdollistaa kaksi kenttää jotka näkyvät %1$s sivuston elementissä ja juuri ennen %2$s avainsanaa. Nämä näkyvät kaikilla sivuilla ja ovat hyvä tapa lisätä analysointikoodi ja muita skriptejä. Et voi käyttää PHP:tä näissä kentissä, Jos sinun tarvitsee käyttää PHP-kieltä, käytä hyväksi Genesis Simple Hooks lisäosaa.
sv_se: Denna box ger dig tillgång till två fält som kommer att skrivas ut i %1$s delen av din webbplats och precis innan %2$s taggen. Dessa kommer att skrivas ut för varje sida på din webbplats och är ett utmärkt sätt att lägga in analytisk kod eller andra scripts. Du kan inte använda PHP i dessa fält. Om du behöver använda PHP så kolla in Genesis Simple Hooks pluginet.

source: Blog Page
ca: Pàgina del blog
da_dk: Blogside
es_es: Página del blog
fi: Blogin sivu
it_it: Pagina Blog
sv_se: Blogg sidmall

source: Entry Pagination Technique allows you to select one of two navigation methods.
ca: La tipus de navegació d'entrades et permet triar el mètode de navegació.
da_dk: Side-/indlægssideinddelingsteknik giver dig mulighed for at vælge 1 af 2 navigationsmetoder.
es_es: La técnica de paginación de entrada le permite seleccionar entre dos métodos de navegación.
fi: Artikkelin navigaatiotekniikka mahdollistaa sinun valitsevan yhden kolmesta navigaatiomenetelmästä.
it_it: La tecnica di navigazione degli articoli permette di selezionare uno dei tre metodi di navigazione.
sv_se: Sidnumrering låter dig välja en av två navigeringsmetoder. Numerisk som visas som 1, 2, 3, 4 osv. eller en Tidigare och nästa länk.

source: The 'Image Size' list is populated by the available image sizes defined in the theme.
ca: La llista de la "mida de la imatge" mostra les diferents opcions definides en el tema.
da_dk: Listen over billedstørrelser dannes på baggrund af de billedstørrelser der er defineret i det aktive tema.
es_es: La lista de "Tamaño de Imagen" se rellena con los tamaños de imágenes disponibles definidos en el tema.
fi: 'Kuvan koko' lista muodostetaan teemassa määritellyistä kuvien kokomäärityksistä.
it_it: La lista della Dimensione immagine è popolato dalle dimensioni disponibili definite nel tema.
sv_se: Listan "Bildstorlek" skapas automatiskt av de tillgängliga bildstorlekar som definierats av temat.

source: This option should not be used with the entry content unless the content is limited to avoid duplicate images.
ca: Aquesta opció és millor no fer-la sevir quan es mostra el contingut de l'entrada, a no ser que es limiti, per evitar imatges duplicades.
da_dk: Denne indstilling bør ikke bruges med indlægsindholdet, medmindre indholdet er begrænset for at undgå, at billedet vises flere gange.
es_es: Esta opción no debería ser usada con el contenido de la entrada a no ser que el contenido esté restringido para evitar imágenes duplicadas.
fi: Tätä valintaa ei pitäisi käyttää artikkelin sisällössä ellei sisällössä ole rajoitettu tuplakuvia (kaksoiskappaleita kuvista).
it_it: Questa opzione non deve essere usato con il contenuto del post salvo che il contenuto viene limitata per evitare immagini duplicate.

source: The 'Include featured image?' setting allows you to show a thumbnail of the first attached image or currently set featured image.
ca: Seleccionar "Incloure la imatge destacada?" permet que es mostri una miniatura de la imatge destacada, si n'hi ha, o una de la primera imatge que s'ha afegit a l'entrada.
da_dk: Indstillingen 'Anvend udvalgt billede?' lader dig vise en miniature med det første vedhæftede billede eller det aktuelt udvalgte billede.
es_es: La opción"¿Incluir imagen destacada?" te permite mostrar una miniatura de la primera imagen adjunta o la que se haya establecido como destacada.
fi: 'Sisällytä artikkelin kuva?' asetus näyttää pikkukuvan ensimmäisestä liitetystä kuvasta tai artikkelikuvasta.
it_it: L'immagine inclusa nell'articolo? L'impostazione consente di visualizzare una miniatura della prima immagine allegata o attualmente impostata come Foto di presentazione.
sv_se: Inställningen "Inkludera utvald bild?" låter dig välja om du vill visa en miniatyrbild av den första bifogade bilden eller den nuvarande utvalda bilden.

source: The Display entry excerpt setting will display the first 55 words of the entry after also stripping any included HTML or the manual/custom excerpt added in the edit screen.
ca: El paràmetre "Mostra un extracte de l'entrada" farà que n'apareguin les primeres 55 paraules i també en treurà el format o qualsevol HTML que hi hagi, inclòs l'extracte personalitzat que hagis preparat a la pantalla de l'entrada en qüestió.
da_dk: Med indstillingen Vis uddrag af indlægget vises enten de første 55 ord i et indlæg, når al HTML-kode i indlægget er fjernet, eller det manuelt indtastede/brugerdefinerede uddrag, som er tilføjet under redigering af indlægget.
es_es: El ajustes Mostrar extracto de la entrada mostrará las primeras 55 palabras de la entrada después de eliminar también cualquier HTML incluido o el extracto manual / personalizado añadido en la pantalla de edición.
fi: Näyttöartikkelin lyhennelmä asetus näyttää ensimmäiset 55 sanaa artkkelista poistaen kaikki HTML koodit tai manuaalinen/muokattu lyhennelmä lisätty artikkelin muokkausnäyttöön.
it_it: L'impostazione mostra articolo estratto visualizza le prime 55 parole del post dopo anche elimiato qualsiasi HTML incluso o il manuale / personalizzato estratto aggiunto nella schermata di modifica dell'articolo.
sv_se: Alternativet innehållets utdrag kommer att visa det första 55 orden av inlägget efter att ha tagit bort inkluderad HTML eller det manuellt skrivna utdraget på sidan redigera inlägg.

source: It may also be coupled with the second field "Limit content to [___] characters" to limit the content to a specific number of letters or spaces. This will strip any HTML, but allows for more precise and easily changed lengths than the excerpt.
ca: Això es pot emparellar amb l'opció "Limita el contingut a [___] caràcters" per dir-li quants caràcters vols que mostri. Això farà que que no hi aparegui el format, però permet ser més exacte que amb l'extracte.
da_dk: Det kan også være koblet sammen med feltet "Længde af uddrag [___] tegn", som bruges til at begrænse antallet af tegn eller ordmellemrum. Det stripper også HTML koder, og bruges til at styre længde af uddrag meget præcist.
es_es: También puede ser combinado con el segundo campo "Limitar contenido a [___] caracteres" para limitar el contenido a una cantidad específica de letras o espacios. Esto quita cualquier HTML, pero permite mayor precisión y cambiar el largo más fácilmente que con el extracto.
fi: Se voidaan hoitaa toisella kentällä "Limit content to [___] characters" rajata sisältö määrättyyn määrään kirjaimia ja välilyöntejä. Tämä poistaa HTML koodit mutta mahdollistaa tarkemmat ja helposti vaihdettavat pituudet kuin lyhennelmät.
it_it: Può anche essere accoppiato con il secondo campo "Limita contenuto a [___] caratteri" per limitare il contenuto di un determinato numero di lettere o spazi. Questo eliminerà qualsiasi HTML, ma consente per maggiore precisione e facilità di modificare la lunghezza rispetto all'estratto.
sv_se: Detta alternativ kan också kopplas till inställningen "Begränsa innehållet till [___] tecken" för att begränsa innehållet till ett visst antal tecken. Detta kommer att ta bort all HTML kod, men tillåter ett mer exakt och enklare sätt att ange antal tecken än utdrag.

source: The first option allows you to display the entry content or the entry excerpt. The Display entry content setting will display the entire entry including HTML code up to the <!--more--> tag if used (this is HTML for the comment tag that is not displayed in the browser).
ca: La primera opció et permet triar entre mostrar el contingut de l'entrada o bé un extracte. "Mostra el contingut de l'entrada" farà que es mostri tot el contingut, inclòs el codi HTML fins a l'etiqueta <!--more--> que indica "Llegir més" (en cas que la facis servir).
da_dk: Den første valgmulighed lader dig vise indlægsindholdet eller indlægsuddraget. Vis Indlægsindholdet viser hele indlægget inkl. HTML kode frem til <!--more-->-tagget, hvis det bliver brugt (dette tag er det HTML-tag, som bruges til kommentarer, som ikke vises i brugerens browser).
es_es: La primera opción te permite mostrar el contenido de la entrada o del extracto. El ajuste Mostrar el contenido de la entrada mostrará todo el código HTML hasta que encuentre la etiqueta <!--more-->, si es utilizada (este es un comentario HTML por lo que no se mostrará en el navegador).
fi: Ensimmäinen valinta mahdollistaa artikkelin sisällön tai artikkelin lyhennelmän näyttämisen. Sisällön näyttäminen asetus näyttää koko artikkelin aina <!--more--> tagiin asti jos sitä on käytetty (tämä on HTML kommentti tägi joka ei näy selaimessa).
it_it: La prima opzione consente di visualizzare il contenuto del post o post estratto. L'impostazione mostra il contenuto dell'articolo mostrerà l'intero post compreso il codice HTML fino al tag <!--more--> se usato (questo è HTML per il tag di commento che non viene visualizzato nel browser).

source: Archives include any pages using the blog template, category pages, tag pages, date archive, author archives, and the latest posts if there is no custom home page.
ca: Els arxius inclouen qualsevol pàgina que faci servir la plantilla de blog, pàgines de categoria, pàgines d'etiqueta, arxius cronològics, arxius d'autor i les darreres entrades quan no hi ha pàgina d'inici personalitzada.
da_dk: Arkiver omfatter alle sider, som bruger blog skabelonen, kategori siger, tag sider, dato arkiver, forfatter arkiver og det seneste indlæg, hvis der ikke er nogen en brugerdefineret forside.
es_es: Los Archivos incluyen cualquier página que utilice la plantilla de blog, las páginas de categorías, etiquetas, archivos por fecha, archivos de autores y las últimas entradas si no se utiliza una página de inicio personalizada.
fi: Arkistot sisältävät sivut joissa käytetty blokipohjaa, avainsanat sivuja, päivämääräarkisto, kirjoittajan arkistot, ja viimeiset artikkelit jos ei ole määritelty muokattua kotisivua.
it_it: Gli archivi comprendono tutte le pagine che utilizzano il modello del blog, pagine di categoria, le pagine di tag, l'archivio per data, gli archivi dell'autore, e gli ultimi articoli se non c'è l'homepage personalizzata.
sv_se: Innehållsarkiv omfattar alla sidor som använder bloggmallen, kategori sidor, tagg sidor, datum arkiv, författar arkiv och de senaste inläggen om det inte finns någon anpassad förstasida.

source: In the Genesis Theme Settings you may change the site wide Content Archives options to control what displays in the site's Archives.
ca: A la configuració del tema és on pots fer canvis generals per als arxius de contingut, per controlar què es mostra en els arxius del lloc web.
da_dk: I opsætningen af temaer kan du vælge hvordan ældre arkiveret indhold præsenteres på hele sitet.
es_es: En los Ajustes de Tema de Genesis puedes cambiar las opciones de Archivos de Contenido de forma global, y controlar como mostrar los Archivos del sitio.
fi: Genesis teeman asetuksissa voit vaihtaa sivuston laajuisen sisällön arkistot valinnat määritelläksesi mitä näytetään sivuston arkistoissa.
it_it: Nelle Impostazioni del tema Genesis è possibile modificare ampiamente nel sito le opzioni del contenuto degli archivi per controllare ciò che viene visualizzato negli archivi del sito.
sv_se: I denna box kan du bestämma vad som ska visas på webbplatsens innehållsarkiv.
