Repository: dbarenholz/genesis-translations
Catalog: translations/*.po
Languages: ca, da_dk, es_es, fi, it_it, sv_se

source: We keep a detailed changelog for each release. The changelog for Genesis 2.7 can be found <a href="%s">here</a>.
es_es: Mantenemos un registro de cambios detallado para cada lanzamiento. El registro de cambios para Genesis 2.7 lo puedes encontrar <a href="%s">aquí</a>.

source: The Details
es_es: Los detalles

source: We think this is a worthy investment in the long-term quality and maintainability of the Genesis Framework, clearing the way for newer experiences and better products in the Genesis ecosystem.
es_es: Creemos que ésta es una mejor inversión a largo plazo en el mantenimiento y la calidad de Genesis Framework, abriendo el camino a nuevas experiencias y mejores productos en el ecosistema de Génesis.

source: We began moving code to classes where appropriate, and are moving more and more of the default Genesis behavior toward easy to read configuration files.
es_es: Hemos comenzado a mover el código a clases, cuando es apropiado, y estamos moviendo gran parte del comportamiento por defecto de Genesis hacia ficheros de configuración sencillos de leer.

source: We may not be able to modernize the entire codebase in one release, but we can make it better and better each time we release an update. And that's exactly what we did in Genesis 2.7.
es_es: Es posible que no consigamos modernizar toda la base de código de una sola vez, pero podemos ir mejorándola en cada nueva actualización. Y eso es exactamente lo que hemos hecho en Genesis 2.7.

source: Genesis is nearly a decade old! Which means that it uses some coding methods that could use a modern refresh.
es_es: ¡Genesis tiene casi una década! Lo que significa que usa algunos métodos de codificación a los que les puede venir bien una actualización.

source: More Modern Architecture
es_es: Una arquitectura más moderna

source: Because we're trying to be good internet citizens! And though we can't jump immediately to requiring PHP 7.2, we are beginning to slowly increase our minimum requirements in Genesis, to encourage users to upgrade outdated PHP versions, as well as give ourselves the ability to create cool new features that rely on the more modern tools available only in more modern versions of PHP.
es_es: ¡Porque estamos tratando de ser buenos ciudadanos de internet! Y aunque no podemos empezar a exigir PHP 7.2 inmediatamente, estamos empezando a incrementar, poco a poco, los requerimientos en Genesis, para animar a los usuarios a actualizar las versiones antiguas de PHP. Además eso nos permite la posibilidad de crear nuevas características basadas en herramientas más modernas que solo están disponibles en versiones mas modernas de PHP.

source: Why?
es_es: ¿Por qué?

source: Genesis 2.7 requires PHP version 5.3 or greater in order to function properly.
es_es: Genesis 2.7 necesita la version 5.3 o superior de PHP para funcionar correctamente.

source: Although Genesis 2.7 does not include any features that directly rely on WordPress 5.0 or the Gutenberg editor, we have spent a great deal of time preparing the Genesis code structure for new features that definitely will integrate with WordPress 5.0.
es_es: Aunque Genesis 2.7 no incluye ninguna característica basada directamente en WordPress 5.0 o en el editor Gutenberg, hemos dedicado mucho tiempo en preparar la estructura del código de Genesis para las nuevas características que se integrarán finalmente con WordPress 5.0.

source: WordPress 5.0 is just around the corner, and we want to make sure your site is prepared!
es_es: ¡WordPress 5.0 está a punto de llegar y queremos asegurarnos de que tu sitio está preparado!

source: Preparing for WordPress 5.0
es_es: Preparándonos para WordPress 5.0

source: In addition to the typical bug fixes and performance enhancements, Genesis 2.7 is focused on updating some key architectural components, and is aimed at modernizing the codebase to prepare for some exciting future updates.
es_es: Además de las típicas mejoras de rendimiento y arreglo de fallos, Genesis 2.7 está enfocada en actualizar algunos componentes vitales de la arquitectura y pretende modernizar la base de código para estar preparado para algunas emocionantes actualizaciones del futuro.

source: AdSense publisher ID
es_es: ID de editor de AdSense

source: Don't have AdSense? <a href="%s" target="_blank" rel="noopener noreferrer">Click here</a> to sign up!
es_es: ¿No tienes AdSense? <a href="%s" target="_blank" rel="noopener noreferrer">¡Haz clic aquí</a> para unirte!

source: A comma-separated list of keywords relevant to the page can be entered in the Meta Keywords field. Keywords are generally ignored by Search Engines.
es_es: Se puede introducir una lista de palabras clave relevante, separada por comas, en el campo de Palabras clave meta. Las palabras clave normalmente son ignoradas por los motores de búsqueda.

source: Text entered in the Meta Description field is used as the short page description under the title on search engine results pages.
es_es: El texto introducido en el campo de Meta descripción se usa como breve descripción y aparece debajo del título en las páginas de resultado mostradas por los motores de búsqueda.

source: Next Post:
es_es: Siguiente entrada:

source: Previous Post:
es_es: Entrada anterior:

source: Search site
es_es: Buscar en el sitio

source: Update Notification Email Address removed.
es_es: La dirección de correo electrónico de notificaciones de actualizaciones se ha eliminado.

source: Your %s data was unable to be removed at this time.
es_es: Tus datos de %s no se pudieron eliminar esta vez.

source: Update Notification Email Address
es_es: Actualizar el correo para notificaciones

source: Genesis Author Archive Data
es_es: Datos del archivo de autor de Genesis

source: Using Genesis %s.
es_es: Utilizando Genesis %s.

source: Genesis requires PHP version %1$s or higher. You are using version %2$s. Please <a href="%3$s">upgrade PHP</a> to use Genesis.
es_es: Genesis requiere la versión %1$s o superior de PHP. Estás usando la versión %2$s. Por favor, <a href="%3$s">actualiza la versión de PHP</a> para usar Genesis.

source: Genesis requires WordPress version %1$s or higher. You are using version %2$s. Please upgrade WordPress to use Genesis.
es_es: Genesis requiere la versión %1$s o superior de Genesis. Estás utilizando la versión %2$s. Por favor, actualiza WordPress para usar Genesis.

source: Don't have AdSense? <a href='%s' target='_blank' rel='noopener noreferrer'>Click here</a> to sign up!
es_es: ¿No tienes AdSense? <a href='%s' target='_blank' rel='noopener noreferrer'>¡Haz clic aquí</a> para unirte!

source: Can Genesis be better?
da_dk: Kan Genesis blive bedre?
es_es: ¿Puede Genesis ser mejor?
fi: Voiko Genesis olla parempi?
it_it: Genesis può migliorare?

source: Genesis Can Be Better
da_dk: Genesis kan blive bedre
es_es: Genesis puede ser mejor
fi: Genesis voi olla parempi
it_it: Genesis può migliorare

source: Is this the best Genesis ever?
da_dk: Er dette det bedste Genesis nogensinde?
es_es: ¿Es este el mejor Genesis hasta ahora?
fi: Onko tämä paras Genesis koskaan?
it_it: Questa è la miglior versione di Genesis?

source: Best Genesis Title
da_dk: Bedste Genesis titel
es_es: Título del mejor Genesis
fi: Paras Genesis otsikko
it_it: Miglior titolo Genesis

source: Genesis is the best.
da_dk: Genesis er det bedste.
es_es: Genesis es el mejor.
fi: Genesis on paras.
it_it: Genesis è il meglio

source: Genesis is the best
da_dk: Genesis er det bedste.
es_es: Genesis es el mejor
fi: Genesis on paras
it_it: Genesis è il meglio

source: Genesis Custom
da_dk: Genesis brugerdefineret
es_es: Personalización Genesis
fi: Muokattu Genesis
it_it: Personalizzazione Genesis

source: Date Modified
da_dk: Ændret d.
es_es: Fecha de modificación
fi: Muokkauspäivä
it_it: Data Modificata

source: Date Published
da_dk: Udgivet d.
es_es: Fecha de publicación
fi: Julkaisupäivä
it_it: Data pubblicata

source: Enter your AdSense publisher ID (ca-pub-xxxxxxxxxxxxx or pub-xxxxxxxxxxxxx) to enable AdSense.
es_es: Introduce tu ID de editor de AdSense (ca-pub-xxxxxxxxxxxxx or pub-xxxxxxxxxxxxx) para activar AdSense.

source: Google AdSense Publisher ID
es_es: ID de editor de Google AdSense

source: Disable AdSense output for this entry?
es_es: ¿Deshabilitar la salida de AdSense para esta entrada?

source: AdSense Output
es_es: Salida de AdSense

source: Your child theme uses accessible headings. If you leave this blank, the default accessible heading will be used.
es_es: Tu tema hijo usa encabezados accesibles. Si dejas esto en blanco, se usará el encabezado accesible por defecto.

source: Secondary
es_es: Secundario
fi: Toissijainen
it_it: Secondario

source: Main
es_es: Principal
it_it: Principale

source: Hey there! Did you know that theme settings can now be configured with a live preview in the Customizer?
es_es: ¡Hola! ¿Sabías que ahora puedes configurar los ajustes de del tema con la vista previa en vivo del Personalizador?

source: Eventually, settings pages like this one will no longer be available, and everything will be configured in the Customizer, so go ahead and <a href="%s">start using it now</a>!
es_es: En algún momento estas páginas dejarán de estar disponibles y todo se configurará desde el Personalizador, así que ¡<a href="%s">Empieza a usarlo ya</a>!

source: Hey there! Did you know that SEO settings can now be configured with a live preview in the Customizer?
es_es: ¡Hola! ¿Sabías que ahora puedes configurar los ajustes de SEO con la vista previa en vivo del Personalizador?

source: Header/Footer Scripts
es_es: Scripts de cabecera/pie de página

source: Select the pages which should display breadcrumbs.
es_es: Selecciona las páginas que deben mostrar migas de pan.

source: Select Site Layout
es_es: Selecciona las estructuras del sitio
fi: Valitse sivuston ulkoasu
it_it: Seleziona il layout del sito

source: Enter your AdSense publisher ID (ca-pub-xxxxxxxxxxxxx) to activate AdSense Auto Ads
es_es: Introduce tu ID de editor de AdSense (ca-pub-xxxxxxxxxxxxx) para activar los Anuncios Automáticos de AdSense
it_it: Inserisci il tuo AdSense publisher ID (ca-pub-xxxxxxxxxxxxx) per attivare AdSense Auto Ads

source: Publisher ID
es_es: ID de editor
fi: Julkaisijan ID

source: Auto Ads must be enabled in your AdSense account for this feature to work properly. <a href="%s">Click here to enable.</a>
es_es: Debes activar los Anuncios Automáticos en tu cuenta de AdSense para que esta característica funcione correctamente. <a href="%s">Haz clic aquí para activarlos.</a>

source: If you provide an email address below, you will be notified via email when a new version of Genesis is available.
es_es: Si nos proporcionas tu dirección de correo electrónico, te avisaremos cuando haya disponible una nueva versión de Genesis.
it_it: Se inserisci un indirizzo email nel campo sottostante, riceverai una notifica via email quando sarà disponibile una nuova versione di Genesis.

source: Email Address
es_es: Dirección de correo electrónico
fi: Sähköpostiosoite
it_it: Indirizzo Email

source: By checking this box, you allow Genesis to periodically check for updates.
es_es: Marcando esta casilla permites que Genesis compruebe periódicamente si hay actualizaciones.
it_it: Selezionando questa casella, consenti a Genesis di controllare periodicamente la disponibilità di aggiornamenti.

source: Customize the various theme settings.
es_es: Personalizar los ajustes del tema.

source: Apply noydir to entire site?
es_es: ¿Aplicar noydir a todo el sitio?

source: Apply noodp to entire site?
es_es: ¿Aplicar noodp a todo el sitio?

source: Entire Site
es_es: Sitio completo
fi: Koko sivusto

source: Apply noarchive to the pages below.
es_es: Aplicar noarchive a las siguientes páginas de archivo.

source: Search Results
es_es: Resultados de búsqueda
fi: Hakutulokset
it_it: Risultati della ricerca

source: Date Archives
es_es: Archivos por fecha
fi: Päivämäärän arkistot
it_it: Archivi per data

source: Author Archives
es_es: Archivos de Autor
fi: Kirjoittajan arkistot
it_it: Archivi per autore

source: Tag Archives
es_es: Archivos de etiquetas
fi: Avaisnaojen arkistot
it_it: Archivi per tag

source: Category Archives
es_es: Archivos de categoría
fi: Kategoria arkistot
it_it: Archivi per categoria

source: Apply noindex to the archive pages below.
es_es: Aplicar noindex a las siguientes páginas de archivo.

source: Include Shortlink Tag?
es_es: ¿Incluir la etiqueta shortlink?

source: Adjacent Posts rel link tags
es_es: Etiquetas rel link para entradas adjacentes

source: By default, WordPress places several tags in your document title. Most of these tags are completely unnecessary, and provide no SEO value whatsoever; they just make your site slower to load. Choose which tags you would like included in your document title. If you do not know what something is, leave it unchecked.
es_es: Por defecto, WordPress coloca varias etiquetas en el título de tu documento. La mayoría de estas etiquetas no son necesarias, no ayudan al SEO y hacen que tu sitio cargue más lento. Elige las etiquetas que te gustaría incluir en el título del documento. Si no sabes lo que es algo, déjalo desactivado.

source: Document Head
es_es: Cabecera del documento
fi: Dokumentin otsikko

source: Apply noarchive to the homepage
es_es: Aplicar noarchive a la página de inicio

source: Apply nofollow to the homepage
es_es: Aplicar nofollow en la página de inicio

source: Apply noindex to the homepage
es_es: Aplicar noindex a la página de inicio

source: Add site description (tagline) to document title on home page?
es_es: ¿Añadir la descripción corta del sitio (tagline) al título de documento en la página de inicio?

source: If you leave the document title field blank, your site’s title will be used instead.
es_es: Si dejas el campo vacío se usará el título de tu sitio.

source: Homepage Document Title
es_es: Título de documento de la página de inicio
fi: Kotisivun dokumentti-otsikko

source: Site Description (tagline)
es_es: Descripción corta del sitio (tagline)

source: Primary Title H1
es_es: Título H1 primario
fi: Ensisijainen otsikko H1

source: Add site name to document title on inner pages?
es_es: ¿Añadir el nombre del sitio al título de página en páginas interiores?

source: Customize the various theme SEO settings.
es_es: Personalizar varios ajustes de SEO del tema.

source: Changes
es_es: Cambios
fi: Muutokset
it_it: Modifiche

source: For more information, see our article at %s
es_es: Para obtener más información, consulta nuestro artículo en %s
fi: Lisätietoja, katso artikkelimme %s
it_it: Per informazioni aggiuntive, guarda il nostro articolo %s

source: This can be helpful for diagnosing problems with your theme when seeking assistance at the %shelp page%s.
es_es: Esto puede ser útil para diagnosticar problemas con el tema cuando solicitas asistencia en la %spágina de ayuda%s
fi: Tämä voi olla avuksi ratkaistessasi teemaan liittyviä ongelmia ja %setsiessäsi apua%s.

source: This setting has been deprecated because it is no longer recommended. If you uncheck this box, the setting will disappear.
es_es: Este ajuste ha quedado obsoleto porque ya no se recomienda. Si desmarcas esta casilla, el ajuste desaparecerá.

source: %sNote:%s The shortlink tag might have some use for 3rd party service discoverability, but it has no %s value whatsoever.
es_es: %sNota:%s La etiqueta shortlink puede tener alguna utilidad para servicios de terceros, pero no tiene ningún valor para %s .

source: Search engine optimization
es_es: Optimización para motores de búsqueda
fi: Hakukoneoptimointi (SEO)
sv_se: Sökmotoroptimering

source: 301 Redirect.
es_es: Redirección 301.
fi: 301 uudelleenohjaa.
it_it: Redirect 301.
sv_se: 301 Vidarekoppling.

source: Top: after opening body tag
es_es: Arriba: después de abrir la etiqueta body
sv_se: Topp: efter att body taggen öppnats

source: Bottom: before closing body tag
es_es: Abajo: antes de cerrar la etiqueta body
sv_se: Botten: före stängning av body tagg

source: Body Scripts Position
es_es: Posición de los scripts del body
sv_se: Body script placering

source: Body Scripts
es_es: Scripts del body
sv_se: Body script

source: Output before the closing %s tag, after sitewide header scripts.
es_es: Mostrar antes de la etiqueta %s de cierre, después de todos los scripts de la cabecera de todo el sitio.
sv_se: Output före stängningen av %s taggar, efter header script för hela webbplatsen.

source: Default Layout set in %s
es_es: Estructura predeterminada establecida en los %s
sv_se: Standardlayout sätts i %s

source: View the %1$s%3$s archive%2$s.
es_es: Ver el %1$sarchivo de %3$s%2$s.
fi: Katso %1$s%3$s arkisto%2$s.
sv_se: Visa %1$s%3$s akrkivet%2$s.

source: Default Layout set in %1$sTheme Settings%2$s
es_es: Estructura predeterminada establecida en los %1$sAjustes del tema%2$s

source: &mdash; Output in the document <meta name="robots" />. %s.
es_es: &mdash; Mostrador el <meta name="robots" /> del documento. %s.

source: Apply noarchive to this post/page
es_es: Aplicar noarchive a esta publicación / página

source: Apply nofollow to this post/page
es_es: Aplicar nofollow a esta entrada/página

source: &mdash; Output in the document <meta name="robots" />. %s
es_es: &mdash; Mostrado en el <meta name="robots" /> del documento. %s.

source: Apply noindex to this post/page
es_es: Aplicar noindex a esta entrada/página

source: &mdash; Redirect this post/page to this URL. %s.
es_es: &mdash; Redirigir esta entrada/página a esta URL. %s.
fi: &mdash; Uudelleenohjaa tämä artikkeli/sivu tähän URL-osoitteeseen. %s.

source: &mdash; Output in the document <link rel="canonical" />. %s
es_es: &mdash; Mostrado en el <link rel="canonical" /> del documento. %s

source: &mdash; Output in the document <meta name="keywords" /> Tag.
es_es: &mdash; Mostrado en la etiqueta <meta name="keywords" /> del documento.

source: &mdash; Output in the document <meta name="description" /> Tag.
es_es: &mdash; Mostrado en la etiqueta <meta name="description" /> del documento.

source: &mdash; Output in the document <title> Tag.
es_es: &mdash; Salida en la etiqueta <title> del documento.

source: You can find more on this feature in the %1$sHow to Add a Post Category Page tutorial.%2$s
es_es: Puedes encontrar más sobre esta funcionalidad en %1$sel Tutorial de cómo añadir una página de categoría de entradas.%2$s

source: The industry standard for Premium WordPress Themes.
da_dk: Industristandarden for Premium WordPress-temaer.
es_es: El estándar para los temas premium de WordPress.
fi: De facto standardi Premium WordPress teemoille.
it_it: Lo standard in materia di temi Premium per Wordpress.
sv_se: Industristandarden för Premium Wordpressteman.

source: Edit Archive Settings
da_dk: Redigér arkivindstillinger
es_es: Editar los ajustes de los archivos
fi: Muokkaa Arkistot asetuksia
it_it: Modifica Impostazioni Archivio
sv_se: Redigera Arkivinställningar

source: We've noticed you are using the Genesis Framework parent theme alone. We strongly recommend you run a Genesis child theme with it (we even have a free theme you can use).
da_dk: Vi har bemærket, at du bruger Genesis Framework alene, uden noget child theme. Vi anbefaler varmt, at du bruger et child theme (vi har tilmed en, du kan bruge helt gratis).
es_es: Hemos notado que estás usando directamente el tema padre Genesis Framework. ¡Te recomendamos enérgicamente que utilices un tema hijo! (incluso tenemos un tema hijo gratuito que puedes usar).
fi: Huomasimme että käytät Genesis Framework teeman isäntäteemaae. Suosittelemme että käytät Genesis lapsi - teemaa (meillä on myös ilmaisia teemoja käytttöösi).
it_it: Abbiamo notato che stai utilizzando il tema genitore del Framework Genesis da solo. Ti consigliamo fortemente di utilizzarlo insieme ad un tema figlio Genesis (ne abbiamo anche uno gratis che puoi utilizzare liberamente).
sv_se: Vi ser att du endast använder Genesis Framework parent tema. Vi rekommenderar starkt att köra ett Genesis child tema tillsammans med det, vi har till och med ett gratistema du kan använda.

source: Please Activate a Genesis Child Theme:
da_dk: Aktivér venligst et Genesis Child-tema:
es_es: Por favor, activa un tema hijo de Genesis:
fi: Ole hyvä ja aktivoi Genesis lapsiteema:
it_it: Per favore, attiva un Child Theme di Genesis:
sv_se: Vänligen aktivera ett Genesis barntema:

source: Use for site title/logo
da_dk: Brug til sitets titel/logo
es_es: Uso para el título / logo del sitio
fi: Käytä sivuston otsikkoa/logoa
it_it: Usa come titolo/logo del sito
sv_se: Använd för titel/logo

source: Check For Updates
da_dk: Tjek for opdateringer
es_es: Buscar actualizaciones
fi: Tarkista päivitykset
it_it: Controlla aggiornamenti
sv_se: Sök efter uppdateringar

source: If you provide an email address, your site will email you when the update can be performed.
da_dk: Hvis du indtaster en e-mailadresse, får du en e-mail fra dit site, når du kan opdatere.
es_es: Si proporcionas una dirección de correo electrónico, tu sitio le enviará un mensaje cuando haya una actualización.
fi: Jos annat sähköpostiosoitteen, sivustosi lähettää viestin kun päivitys voidaan suorittaa.
sv_se: Om du lägger till en e-postadress kommer du få mail när en uppdatering kan bli genomförd.

source: Save Changes
da_dk: Gem ændringer
es_es: Guardar cambios
fi: Tallenna muutokset
it_it: Salva modifiche
sv_se: Spara ändringar

source: Read more about noarchive
da_dk: Læs mere om noarchive
es_es: Leer más sobre noarchive
fi: Lue lisää ei-arkistoinnista (noarchive)
it_it: Leggi di più su noarchive
sv_se: Läs mer om noarchive

source: Read more about nofollow
da_dk: Læs mere om nofollow
es_es: Leer más sobre nofollow
fi: Lue lisää älä seuraa (nofollow) ominaisuudesta
it_it: Leggi di più su nofollow
sv_se: Läs mer om nofollow

source: Read more about noindex
da_dk: Læs mere om noindex
es_es: Leer más sobre noindex
fi: Lue lisää ei-indeksoinnista (noindex)
it_it: Leggi di più su noindex
sv_se: Läs mer om noindex

source: Read more about 301 Redirects
da_dk: Læs mere om 301-redirects
es_es: Leer más sobre las redirecciones 301
fi: Lue lisää 310 uudelleenohjauksista
it_it: Leggi di più su 301 Redirects
sv_se: Läs mer om 301 Redirects

source: Read more about Custom Canonical URL
da_dk: Læs mere om brugerdefinerede kanoniske URL&#39;er
es_es: Obtén más información sobre la URL canónica personalizada
fi: Lue lisää muokatusta kanonikaalisesta URL-osoitteesta
sv_se: Läs mer om skräddarsydd URL

source: Entry Pagination Type
da_dk: Sideinddelingstype for indhold
es_es: Tipo de paginación de entrada
fi: Sisällön sivutuksen tyyppi
it_it: Inserisci il Tipo di Paginazione
