Repository: dbarenholz/genesis-translations
Catalog: translations/*.po
Languages: ca, da_dk, es_es, fi, it_it, sv_se

source: If you enable comments or trackbacks here, it can be disabled on an individual post or page. If you disable here, they cannot be enabled on an individual post or page.
ca: Si permets els comentaris i retroenllaços aquí, segueixes podent canviar-ho en cada pàgina o entrada concretes. Si no ho permets, no ho podràs canviar indiviualment.
da_dk: Hvis du aktiverer kommentarer og trackbacks her, kan du deaktivere funktionerne individuelt på dine indlæg og sider. Hvis du ikke aktiverer funktionerne her, så vil det heller ikke være muligt at dem på indlæg og sider.
es_es: Si activas los comentarios o los trackbacks aquí, se pueden desactivar en cada artículo o página individualmente. Por el contrario, si los desactivas, no se pueden activar de forma individual.
fi: Jos aktivoit kommentit tai paluuviiiteet, ko. valinta voidaan poistaa yksittäiseltä artikkelilta tai sivulta. Jos poista valinnan tässä, niitä ei voida aktivoida yksittäiselle artikkelille tai sivulle.
it_it: Se si attivano i commenti o trackback qui, può essere attivato per un singolo post o pagina. Se si disattiva qui, non possono essere attivati su un singolo post o pagina.
sv_se: Om du aktiverar kommentarer och trackbacks här, kan det inaktivares på ett enskilt inlägg eller sida. Om du inaktiverar här, kan det inte aktiveras på ett enskilt inlägg eller sida.

source: This allows a site wide decision on whether comments and trackbacks (notifications when someone links to your page) are enabled for posts and pages.
ca: Això permet prendre una decisió global sobre si es permeten els comentaris i els retroenllaços (notificacions quan algú enllaça la teva pàgina) en entrades i pàgines.
da_dk: Dette bruges til at aktivere kommentarer og trackbacks (notificeringer når nogen linker til din side) på indlæg og sider.
es_es: Ésto te permite seleccionar si los comentarios y trackbacks (notificaciones cuando alguien enlaza hacia tu artículo o página) deben activarse y dónde.
fi: Tämä mahdollistaa koko sivuston laajuisen määrityksen josko kommentit ja paluuviitteet (muistutukset kun joku linkitttää sivullesi) on aktivoitu artikkeleille ja sivuille.
it_it: Questo permette di decidere in tutto il sito se i commenti e i Trackback (notifiche quando qualcuno linka la tua pagina) sono abilitati per i post ed i tag delle pagine.
sv_se: Denna box låter dig bestämma om kommentarer och trackbacks (notifieringar när någon länkar till din sida) ska vara aktiverade för alla inlägg och sidor.

source: This box lets you define where the "Breadcrumbs" display. The Breadcrumb is the navigation tool that displays where a visitor is on the site at any given moment.
ca: Aquest apartat et permet triar on vols que es mostri la "ruta de navegació". Això és una eina de navegació que permet saber a l'usuari on es troba en cada moment.
da_dk: Denne boks bruges til at vælge visning af "brødkrummer" på dine site. "Brødkrummer" viser, hvor på sitet, brugeren befinder sig.
es_es: Esta caja te permite definir cuando se mostrarán las migas de pan. Las migas de pan son una herramienta de navegación que le muestra al visitante dónde se encuentra ubicado dentro del sitio.
fi: Tällä valinnalla voit määritellä missä "leipämurut" näkyvät. Leipämuru on navigointityökalu joka näyttää millä sivulla vierailija on kullakin hetkellä sivustolla.
it_it: Questa casella consente di definire dove il "Percorso di navigazione " viene visualizzato. Il percorso di navigazione è uno strumento a disposizione dell'utente per capire in quale posizione del sito si trova in quel momento.
sv_se: Denna box låter dig välja vart "brödsmulor" ska visas. Brödsmulor är ett navigeringsverktyg som visar vart på webbplatsen en besökare befinner sig.

source: This layout can also be overridden in the post/page/term layout options on each post/page/term.
ca: Aquesta aparença es pot sobreescriure a cada entrada/pàgina/terme anant a les opcions específiques i triant-ne una de diferent.
da_dk: Dette layout kan overrules i opsætningen af din side eller dit indlæg.
es_es: Esta estructura también puede ser reemplazada individualmente en cada entrada/página, en la sección ajustes de estructura.
fi: Tämä ulkoasu voidaan ylikirjoittaa artikkeli/sivu/termi ulkoasumäärityksissä erikseen jokaisella artikkeli/sivu/termi - määrityksissä.
it_it: Questo layout può anche essere ignorato nelle opzioni di layout articolo/pagina/termine su ogni post/pagina/termine.
sv_se: Denna layout kan också åsidosättas i boxen layoutinställningar på varje specifik sida/inlägg/term.

source: Sidebar Sidebar Content
ca: Barra lateral - barra lateral - contingut
da_dk: Sidebar Sidebar Indhold
es_es: Barra lateral, barra lateral, contenido
fi: sivupalkki sivupalkki sisältö
it_it: Barra laterale Barra laterale Contenuto
sv_se: Sekundärt sidofält, Primärt sidofält, Innehåll

source: Content Sidebar Sidebar
ca: Contingut - barra lateral - barra lateral
da_dk: Indhold Sidebar Sidebar
es_es: Contenido, barra lateral, barra lateral
fi: Sisältö Sivupalkki Sivupalkki
it_it: Contenuto Barra laterale Barra laterale
sv_se: Innehåll, Primärt sidofält, Sekundärt sidofält

source: Sidebar Content Sidebar
ca: Barra lateral - contingut - barra lateral
da_dk: Sidebar Indhold Sidebar
es_es: Barra lateral, Contenido, Barra lateral
fi: Sivupalkki Sisältö Sivupalkki
it_it: Barra laterale Contenuto Barra laterale
sv_se: Sekundärt sidofält, Innehåll, Primärt sidofält

source: Sidebar Content
ca: Barra lateral - contingut
da_dk: Sidebar indhold
es_es: Barra Lateral, contenido
fi: Sivupalkki Sisältö
it_it: Barra laterale Contenuto
sv_se: Primärt sidofält, Innehåll

source: Content Sidebar
ca: Contingut - barra lateral
da_dk: Indholds sidebar
es_es: Contenido, barra lateral
fi: Sisältö Sivupalkki
it_it: Contenuto Barra laterale
sv_se: Innehåll, Primärt sidofält

source: This lets you select the default layout for your entire site. On most of the child themes you'll see these options:
ca: Això et deixa triar l'aparença per defecte que vols pel teu lloc web. En la majoria de temes fill, hi veuràs aquestes opcions:
da_dk: Her kan du vælge default layout for dit site. På de fleste child temaer får du disse valgmuligheder:
es_es: Esto te permite seleccionar la estructura por defecto para todo el sitio. En la mayoría de los temas hijos verás estas opciones:
fi: Tästä voit määritellä oletusulkoasun koko sivustollesi. Suurimmassa osassa aliteemoja näet nämä vaihtoehdot:
it_it: Questo consente di selezionare il layout predefinito per l'intero sito. Sulla maggior parte dei temi bambino vedrete queste opzioni:
sv_se: Här kan du välja standardlayouten för hela din sida. På de flesta child teman ser du dessa alternativ:

source: By checking the "Redirect Feed" box, all traffic to default feed links will be redirected to the Feedburner link instead.
ca: Marcant la casella "Redireccionar el fil de subscripció", tot el tràfic cap als enllaços del fil de subscripció per defecte serà redireccionat cap a Feedburner.
da_dk: Hvis du aktiverer "Redirect Feed", vil al trafik til dit default /feed link bliver redirected til dit Feedburner link.
es_es: Al seleccionar la opción "Redirigir Feed", todo el tráfico a los enlaces al feed predeterminado será redirigido al enlace de Feedburner.
fi: Valitsemalla "ohjaa syöte" valinnan. kaikki liikenne oletussyötteen linkkien sijasta ohjataan Feedburnerin linkkiin.
it_it: Selezionando la casella "reindirizza Feed", tutto il traffico dei collegamenti predefiniti verrà reindirizzato invece al link di Feedburner.
sv_se: Om du bockar i rutan "Omdirigera anpassat flöde" så kommer all trafik till WordPress standard flöde att omdirigeras till url:en du angivit för ditt anpassade flöde istället.

source: By filling in the feed links calling for the main site feed, it will display as a link to Feedburner.
ca: Omplir els enllaços del fil de subscripció, cridant al del lloc principal, farà que es mostri com un enllaç a Feedburner.
da_dk: Hvis du udfylder disse feed links for dit site feed, så vil de blive vist som et link til Feedburner
es_es: Rellenando los enlaces de alimentación ("feed") para pedir la alimentación ("feed") principal del sitio web, se mostrará como un enlace a Feedburner.
fi: Täyttämällä syötteen linkit kutsumalla pääsivuston syötettä, se näytetään linkkinä Feedburneriin.
it_it: Compilando i collegamenti feed richiesti che chiedono il principale feed del sito, esso apparirà come un link a Feedburner.
sv_se: Om du anger en url till ditt anpassade flöde så kommer den url:en att visas i källkoden istället för url:en till WordPress standard flöde.

source: If you use Feedburner to handle your rss feed(s) you can use this function to set your site's native feed to redirect to your Feedburner feed.
ca: Si utilitzes Feedburner per als teus fils de subscripció RSS, pots fer servir aquesta funció per tal que el fil de subscripció nadiu del teu lloc web redireccioni cap al de Feedburner.
da_dk: Hvis du bruger Feedburner til at håndtere dine RSS feeds, så kan du bruge denne funktion til at sende sitets RSS feed til dit feed hos Feedburner.
es_es: Si utilizas Feedburner para gestionar tu feed RSS, puedes usar esta función para redirigir feed nativo a tu feed de Feedburner.
fi: Jos käytät Feedburneria RRS-syotteiden hoitamiseen, voit käyttää tätä toimintoa määrittääksesi sivustosi alkuperäisen feedin (syötteen) ohjautumaan Feedburnerin feediin (syötteeseen).
it_it: Se si utilizza Feedburner per gestire il tuo feed rss è possibile utilizzare questa funzione per impostare l'alimentazione nativa del tuo sito per reindirizzare al tuo feed di Feedburner.
sv_se: Om du använder Feedburner för att hantera dina RSS-flöden så kan du använda denna funktion för att ställa in att din sidas standard flöde ska omdirigeras till ditt Feedburner flöde.

source: This does not mean the updates happen automatically without your permission; it will just notify you that an update is available. You must select it to perform the update.
ca: Això no vol dir que s'actualitzi tot solet sense el teu permís; simplement et notificarà del fet que hi ha una actualització disponible. Ho has de seleccionar, si vols que ho faci.
da_dk: Det betyder ikke, at opdateringen sker uden uden, at du har accepteret den. Du bliver spurgt, inden en opdatering udføres.
es_es: Esto no significa que las actualizaciones sucedan automaticamente sin tu consentimiento; simplemente se te notificará que hay una actualización disponible. Deberás seleccionarla para finalizar la actualización.
fi: Tämä i tarkoita sitä että päivitykset tehdään ilman suostumustasi; se vain muistuttaa että päivitys on saatavilla. Sinun täytyy valita se tehdäksesi varsinaisen päivityksen.
it_it: Questo non significa che gli aggiornamenti avvengono automaticamente senza autorizzazione; sarà solo notificato che è disponibile un aggiornamento. È necessario selezionare per eseguire l'aggiornamento.
sv_se: Detta betyder dock inte att uppdateringarna sker automatiskt utan din tillåtelse, utan du kommer bara att bli meddelad om att en uppdatering finns tillgänglig. Du måste sen själv manuellt välja att utföra uppdateringen.

source: Normally, this should be unchecked. You can also set to enable automatic updates.
ca: També et permet decidir sobre les actualitzacions automàtiques.
da_dk: Det anbefales, at dette ikke er aktiveret. Du kan også vælge at aktivere automatiske opdateringer.
es_es: Normalmente, ésto debería estar desmarcado. Puedes marcarlo para permitir las actualizaciones automáticas.
fi: Normaalisti, tätä valintaa ei pitäisi ottaa pois. Voit myös mahdollistaa automaattipäivitykset.
it_it: Normalmente, questo dovrebbe essere selezionato. È inoltre possibile impostare per abilitare gli aggiornamenti automatici.
sv_se: Men normalt bör denna box inte vara ikryssad att visas. Du kan också ställa in att automatiska uppdateringar ska aktiveras.

source: The information box allows you to see the current Genesis theme information and display if desired.
ca: L'apartat d'informació et permet veure la informació sobre el tema en qüestió.
da_dk: Informationsboksen viser dig information om det Genesis tema, som du har aktiveret.
es_es: La caja de información a continuación te permite ver la información del tema de Genesis actual, y mostrarla si así lo deseas.
fi: Tietolaatikko näyttää sinulle nykyisen Genesis teeman tiedot ja näyttää sen haluttaessa.
it_it: La casella informazioni permette di vedere aggiornate le informazioni tema Genesi e il display se lo si desidera.
sv_se: I denna box kan du se de nuvarande Genesis temats information, du kan välja att visa boxen om du önskar.

source: Your Theme Settings provides control over how the theme works. You will be able to control a lot of common and even advanced features from this menu. Some child themes may add additional menu items to this list, including the ability to select different color schemes or set theme specific features such as a slider. Each of the boxes can be collapsed by clicking the box header and expanded by doing the same. They can also be dragged into any order you desire or even hidden by clicking on "Screen Options" in the top right of the screen and "unchecking" the boxes you do not want to see. Below you'll find the items common to every child theme &#x02026;
ca: La configuració del tema permet controlar com funciona el tema. Amb aquest menú podràs controlar molts dels paràmetres típics i fins i tot avançats. Alguns temes fill poden afegir més elements a la llista, inclosa la possibilitat de triar colors o de configurar eines com una presentació de diapositives. Cadascún dels apartats es pot contraure o expandir fent clic al títol. També es poden reordenar arrossegant-los o fins i tot amagar fen clic a "Opcions de pantalla" (a dalt de tot de la pantalla) i desseleccionant els que no vulguis que es vegin. A sota hi trobaràs els paràmetres més comuns de cada tema.
da_dk: Tema Indstillinger giver dig kontrollen over, hvordan dit tema fungerer. Du kan indstille en hel masse både enkle og avancerede funktioner. Nogle Child temaer tilføjer ekstra funktioner, f.eks. menuer, farver eller billedhjul/slidere. Hver boks kan udvides eller skjules ved at klikke på boksens header. Boksene kan også flyttes rundt blot ved at trykke på dem med musen. Hvis du klikker på Skærmindstillinger øverst til højre i skærmbilledet, kan du tilføje eller fjerne bokse, som du ikke ønsker vist. Herunder kan du se funktioner, som er almindelige for alle temaer.
es_es: Los Ajustes del Tema proveen control sobre cómo funciona el tema. Serás capaz de controlar muchas características comunes y avanzadas mediante este menú. Algunos temas hijos pueden añadir otros elementos a esta lista, incluyendo la habilidad de seleccionar diferentes paletas de colores o configurar características específicas del tema, como un carrusel. Cada una de las cajas puede ser contraída, haciendo clic en el encabezado de la caja, y expandida de la misma manera. También pueden ser arrastradas para cambiar su orden e incluso ser ocultadas desactivándolas en "Opciones de pantalla", arriba a la derecha. Debajo encontrarás las opciones que aplican a todos los temas hijos por igual &#x02026;
fi: Teeman asetukset määrittelevät kuinka teema toimii. Tämän valikon avulla voit ohjata monia tavallisia ja jopa edistyksellisiä ominaisuuksia. Jotkut aliteemat lisäävät ylimääräisiä valikoita tähän listaan, mahdollistaen erilaisia väriteemoja tai esimerkiksi diaesityksen (slider) asetukset.Jokainen valinta voidaan avata ja sulkea valintaruudusta. Kaikki valinnat voidaan vetää haluamaasi järjestykseen tai jopa piilottaa klikkaamalla "Näytön asetukset" ioikeasta yläkulmasta ja aktivoimalla valinnat joita et halua nähdä. Alla näet valinnat jotka yhteisiä kaikille aliteemoille &#x02026;
it_it: Le Impostazioni del tema consentono di controllare come funziona il tema. Sarai in grado di controllare un sacco di caratteristiche comuni e anche avanzate da questo menu. Alcuni temi figlio possono aggiungere altre voci di menu a questa lista, tra cui la possibilità di selezionare combinazioni di colori differenti o caratteristiche specifiche al tema impostato, come un cursore. Ogni casella può essere collassata facendo clic sull'intestazione della casella ed ampliata facendo lo stesso. Possono anche essere trascinati in qualsiasi ordine desiderato o addirittura nascosto cliccando su "Opzioni schermata" in alto a destra dello schermo e "deselezionando" le caselle che non si desidera vedere. Qui di seguito troverete gli elementi comuni a tutti i temi bambino ...
sv_se: Dina temainställningar ger kontroll över hur temat fungerar. Du kommer att kunna styra en mängd vanliga och även avancerade funktioner från denna sida. Vissa child teman kan lägga till ytterligare inställningar på denna sida som t.ex. möjligheten att välja olika färgscheman eller tema specifika funktioner som en slider. Var och en av boxarna kan fällas ihop och expanderas genom att klicka på boxens sidhuvud. Du kan också dra dom i den ordning du önskar och även dölja genom att klicka på panelinställningar uppe i det högra hörnet och avmarkera de boxar du inte vill se. Nedan hittar du alla boxar som är gemensamma för alla child teman &#x02026;

source: For most sites either the home page or blog page (using the blog template) will serve as this index which is why the default is not to index categories, tags, authors, dates, or searches.
ca: Per a la majoria de llocs web s'utilitza la pàgina d'inici o bé la pàgina del blog (sempre i quan faci servir la plantilla de blog) com a índex. És per això que, per defecte, no s'han d'indexar categories, etiquetes, autors, dates o cerques.
da_dk: For de fleste sites er enten forsiden eller blog siden (ved brug af blog templaten) indekset. Derfor skal man ikke indeksere kategorier, tags, forfattere, datoer eller søgninger.
es_es: En la mayoría de los sitios, tanto la Página de Inicio como el Blog (usando la plantilla de blog) servirán como index, que es la razón por la cual por defecto no se indexan categorías, etiquetas, autores, fechas o búsquedas.
fi: Suurimmalle osalle sivustoista joko kotisivu tai blogisivu (käyttäen blogipohjaa) toimii indeksinä joten se on syynä että oletuksena ei indeksoida kategorioita, avainsanoja, päiviä tai hakuja.
it_it: Per la maggior parte dei siti sia la home page o la pagina del blog (utilizzando il modello blog) serviranno come questo indice, che è il motivo per cui il default non è indice di categorie, tag, autori, date, o ricerche.
sv_se: För de flesta webbplatser kommer antingen startsidan eller bloggsidan (med hjälp av bloggmallen) att fungera som detta index och varför standardinställningen är att inte indexera kategorier, taggar, författare, datum eller sökningar.

source: At least one archive should be indexed, but indexing multiple archives will typically result in a duplicate content penalization (multiple pages with identical content look manipulative to search engines).
ca: Com a mínim hi hauria d'haver un arxiu que estigués indexat, però indexar múltiples arxius farà que et penalitzin per duplicació de contingut (múltiples pàgines amb contingut idèntic són sospitoses per als motors de cerca).
da_dk: Mindst et arkiv skal indekseres, men indekserer man flere arkiver med samme tekst, så bliver man straffet af søgemaskinerne, fordi de opfatter det som manipulation af indholdet.
es_es: Al menos un archivo debería ser indexado, pero la indexación de varios archivos típicamente resultará en una penalización por contenido duplicado (múltiples páginas con contenido idéntico son consideradas como manipulación por parte de los motores de búsqueda).
fi: Vähintään yksi arkisto pitäisi indeksoida, mutta useamman arkiston indekstointi normaalisti aiheuttaa kaksoisversioiden rankaisuja (useat sivut samalla sisällöllä manipuloivat hakukoneita).
it_it: Almeno un archivio deve essere indicizzato, ma l'indicizzazione degli archivi multipli in genere comporterà un duplicato e la penalizzazione del contenuto (più pagine con contenuto identico aspetto manipolativo ai motori di ricerca).
sv_se: Minst ett arkiv ska indexeras, men att indexera flera arkiv resulterar typiskt i en bestraffning av dubbelt innehåll (flera sidor med identiskt innehåll ser manipulativ ut för sökmotorer).

source: Noarchive and noindex are explained in the home settings. Here you can select what other parts of the site to apply these options to.
ca: Les etiquetes <i>Noarchive</i> i <i>Noindex</i> estan explicades a la configuració de la pàgina d'inici. Aquí pots triar on més del web vols que s'apliquin aquestes opcions.
da_dk: Noarchive og noindes er forklaret under sites settings. Her kan du vælge på hvilke andre dele af dit site, som du ønsker at bruge disse.
es_es: Noarchive y noindex son explicados en los ajustes de la Página de Inicio. Aquí puedes seleccionar a que otras partes del sitio se deben aplicar estas opciones también.
fi: Noarchive ja noindex asetukset ovat selostettu sivuston kotiasetuksissa. Tässä voit valita mitä muita sivuston osia ko. asetukset koskevat.
it_it: Noarchive e noindex sono spiegate nelle impostazioni della home. Qui è possibile selezionare in quali altre parti del sito si applicano queste opzioni.
sv_se: Noindex och noarchive förklaras under inställningar för startsidan. Här kan du välja vilka andra delar av webbplatsen som också ska tillämpa dessa inställningar.

source: You can also add support for Windows Live Writer if you use software that supports this and include a shortlink tag if this is required by any third party service.
ca: També pots afegir suport al Windows Live Writer en cas que utilitzis un software que ho necessiti i pots incloure una etiqueta escurçada en cas que algun servei de tercers ho requereixi.
da_dk: Du kan også tilføje support til Windows Live Writer eller software, som supporterer programmets format, eller inkludere et shorlink tag, hvis det kræves af en tredjeparts service.
es_es: También puedes añadir compatibilidad con Windows Live Writer, si usas software que la utiliza, e incluir una etiqueta de enlace corto si es requerido por un servicio de terceros.
fi: Voit lisätä Windows Live Writer tuen jos käytät ohjelmaa joka tukee tätä ja sisältää pikalinkin tägin jos tämä on 3. osapuolen ohjelman vaatimus.
it_it: È inoltre possibile aggiungere il supporto per Windows Live Writer se si utilizza un software che supporta questo e includere un tag Shortlink se ciò è richiesto da qualsiasi servizio di terze parti.
sv_se: Du kan också lägga till stöd för Windows Live Writer om du använder programvara som stöder detta och inkluderar en kortlänks tagg om det krävs av någon tredjepartstjänst.
