Repository: dbarenholz/genesis-translations
Catalog: translations/*.po
Languages: ca, da_dk, es_es, fi, it_it, sv_se

source: The Relationship Link Tags are tags added by WordPress that currently have no SEO value but slow your site load down. They're disabled by default, but if you have a specific need&#8212;for a plugin or other non typical use&#8212;then you can enable as needed here.
ca: Les etiquetes d'enllaços relacionats són etiquetes que afegeix el Wordpress i que, actualment, no tenen cap valor per al SEO; de fet, fan que el teu web sigui més lent. Per defecte estan desactivades, però si en tens necessitat per a una extensió en particular o per alguna altra raó especial les pots activar aquí.
da_dk: The Relationship Link tags er tags, som tilføjes af WordPress, men de har ingen SEO værdi. De sløver bare dit site ned. Som default er disse links ikke aktiverede, men du kan kan aktivere den, hvis du har specille behov&#8212;for et plugin eller anden atypisk brug&#8212;.
es_es: Las Etiquetas de Enlaces de Relación son etiquetas añadidas por WordPress que actualmente no tienen ningún valor en cuanto a SEO, pero ralentizan el tiempo de carga de tu sitio. Están desactivadas por defecto, pero si tienes necesidades especiales para un plugin u otro uso atípico, puedes activarlas aquí.
fi: Yhteyslinkkien tägit ovat tägejä jotka WordPress lisää. Niillä ei tällä hetkellä ole SEO arvoa mutta hidastavat sivustoasi. Ne eivät ole oletuksena päällä mutta jos sinulla on erityisiä tarpeita lisäosalle tai muuten ei niin tavallisella käytössä, voit aktivoida ne tästä.
it_it: Il rapporto dei tag di collegamento sono tag aggiunti da WordPress che attualmente non hanno alcun valore SEO ma rallentare il tuo sito e fanno andare in basso. Sono disabilitati di default, ma se hai un'esigenza specifica, per un plugin o altro non per uso tipico, allora si può attivare quando necessario qui.
sv_se: Relationslänkar är taggar som läggs till av WordPress och som för närvarande inte har något SEO värde men som segar ner din sidas laddningstid. Dessa är inaktiverade som standard men om du har specifika behöv (för ett plugin eller annan icke typisk användning) så kan du aktivera dessa här.

source: The Homepage Robots Meta Tags tell search engines how to handle the homepage. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
ca: Les meta etiquetes per a Robots diuen als motors de cerca com fer servir la pàgina d'inici. <i>Noindex</i> vol dir que no indexin la pàgina en absolut, per tant no apareixerà en els resultats dels motors de cerca. <i>Nofollow</i> vol dir que no segueixin cap enllaç de la pàgina, i <i>noarchive</i> els diu que no en guardin una còpia en memòria.
da_dk: Homepage Robots Meta Tags fortæller søgemaskiner, hvordan de skal behandle data på siden. Noindex betyder, at siden ikke må indekseres, og derfor ikke optræder i søgeresultater. Nofollow betyder, at søgemaskinerne ikke skal følge links på siden, og noarchive fortæller, at siden ikke skal kopieres og gemmes
es_es: Las meta etiquetas de Robots le dicen a los motores de búsqueda como manejar la página de Inicio. Noindex significa que no deben indexar la página, y que no debe aparecer en los resultados de búsqueda. Nofollow significa que no se debe seguir ningún enlace de la página y noarchive les dice que no deben realizar ningún copia de archivo.
fi: Kotisivun robittien metatägit kertovat hakukoneille kuinka käsitellä kotisivua. Noindex-määritys tarkoittaa ettei sivua indeksoida ollenkaan, ja se ei näy hakutuloksissa. Nofollow-määrityksellä ei saurata mitään linkkejä tältä sivulta ja noarchive-määritys ei tee arkistointiversiota sivusta.
it_it: I Robots Meta Tag della homepage indicano ai motori di ricerca come gestire la homepage. Noindex significa di non indicizzare la pagina, e non verrà visualizzato nei risultati di ricerca. Tramite il nofollow non seguono tutti i link di questa pagina e il noarchive dice loro di non fare una copia di archivio della pagina.
sv_se: Meta-robots taggar visar för sökmotorer hur de ska hantera startsidan. Noindex betyder att sidan inte ska indexeras alls och den kommer inte att visas i rökresultaten. Nofollow betyder att inga länkar på sidan ska följas och noarchive att ingen kopia ska göras av sidan.

source: Most search engines do not use Keywords at this time or give them very little consideration; however, it's worth using in case keywords are given greater consideration in the future and also to help guide your content. If the content doesn’t match with your targeted key words, then you may need to consider your content more carefully.
ca: La majoria de motors de cerca, avui en dia, no fan servir paraules clau, o simplement les tenen en poca consideració; tot i així no està de més utilitzar-ne per si en el futur tornen a tenir importància, i també perquè és una manera de marcar el contingut. Si el contingut no coincideix amb les teves paraules clau, estaria bé que fessis una revisió de tot plegat i del què publiques.
da_dk: De fleste søgemaskiner bruger ikke længere keywords, så brug ikke særlig meget tid på det. De er kun værd at bruge, hvis keywords engang i fremtiden måtte blive populære ingen. Du kan også bruge dem til at se, om dit indhold rent faktisk rammer de keywords, som du gerne vil ramme.
es_es: La mayoría de los motores de búsqueda no utilizan la palabras clave o les dan muy poca importancia. Sin embargo, vale la pena utilizarlas por si se les diera mayor importancia en el futuro y también para ayudar a guiar tu contenido. Si tu contenido no coincide con las palabras clave de destino, es posible que debas cuidar más tu contenido.
fi: Suurin osa hakukoneista ei käytä avainsanoja tai antavat niille hyvin vähän huomiota; kuitenkin kannattaa huomioida että tapauskohtaiset avainsanat tulevat yleistymään ja auttavat sisältösi osalta. Jos sisältö ei vastaa haluamasi avainsanoja, silloin sinun pitää miettiä sisältöä huolellisemmin.
it_it: La maggior parte dei motori di ricerca non utilizzano le parole chiave in questo momento o gli danno scarsa considerazione; Tuttavia, vale la pena utilizzarle nel caso alle parole chiave venga data maggiore considerazione in futuro e anche per aiutare a guidare i tuoi contenuti. Se il contenuto non corrisponde con le tue parole chiave mirate, quindi potrebbe essere necessario prendere in considerazione il tuo contenuto con più attenzione.
sv_se: De flesta sökmotorer använder inte nyckelord vid denna tidpunkt eller ger dem mycket lite hänsyn. Dock kan det vara bra att ändå använda nyckelord i fall att de ges större hänsyn i framtiden och även för att vägleda ditt innehåll. Om ditt innehåll inte stämmer med dina riktade nyckelord, kan du behöva överväga ditt innehåll mer noggrant.

source: The home META description and keywords fill in the meta tags for the home page. The META description is the short text blurb that appear in search engine results.
ca: La descripció i les paraules clau META de la pàgina d'inici omplen les meta etiquetes de la pàgina d'inici. La meta descripció és el text que apareix en els resultats dels motors de cerca.
da_dk: Home META beskrivelse og keywords bruges som meta tags for dit site. Du kan se denne tekst i søgemaskinerne, hvor den optræder som en kort beskrivelse af et site i søgeresultaterne.
es_es: La meta descripción y las palabras claves rellenan las etiquetas meta de la página de Inicio. La meta descripción es el breve texto que aparece en los resultados de búsqueda.
fi: Aloitussisvun META kuvaus ja avainsanat määrittelevät meta-asetukset. META kuvaus on lyhyt tekstimainos joka näkyy hakukoneistojen tuloksissa.
it_it: La descrizione META della home e le parole chiave riempiono i meta tag per la home page. La descrizione META è la breve descrizione di testo che appare nei risultati dei motori di ricerca.
sv_se: Metabeskrivning och meta-nyckelord sätter meta-taggar för startsidan. Metabeskrivningen är den korta text som visas under titeln i sökresultatet.

source: The home doctitle sets what will appear within the %1$s tags (unseen in the browser) for the home page.
ca: El <i>doctitle</i> de la pàgina d'inici és el que apareix entre les etiquetes <title></title> de la pàgina d'inic (no visible a través del navegador).
da_dk: Hjem-dokumenttitlen bestemmer, hvad der vises mellem %1$s-taggene (vises ikke i browseren) på Hjem-siden.
es_es: El doctitle de la página de Inicio determina que aparecerá dentro de las etiquetas %1$s (ocultas en el navegador) de dicha página.
fi: Dokumentin otsikko asetukset määrittelevät mitä tulee %1$s (ei näy selaimissa) avainsanoiksi kotisivulle.
it_it: Il doctitle della home imposta quello che apparirà all'interno del tag <title></title> (invisibili nel browser) per la home page.
sv_se: Dokumenttiteln anger vad som ska visas inom %1$s taggen (syns inte i webbläsaren) för din startsida.

source: To add custom text you'll have to either edit a php file, or use a text widget on a widget enabled homepage.
ca: Per afegir-hi un text personalitzat, hauràs d'editar l'arxiu php o bé fer servir un giny de text en una àrea de la pàgina d'inici que ho permeti.
da_dk: For at tilføje din egen tekst er du nødt til at redigere en php fil eller bruge en tekst widget på siden.
es_es: Para añadir texto personalizado, tendrás que editar un archivo php o usar un widget de texto en una página de inicio que tenga habilitados los widgets.
fi: Lisätäksesi muokatun tekstin sinun pitää joko muokata php-tiedostoa tai käyttää tekstivimpainta mikäli vimpain-kotisivua tukeva sivu sitä tukee.
it_it: Per aggiungere il testo personalizzato dovrai modificare un file php, o utilizzare un widget di testo su una home page con widget abilitato.
sv_se: För att själv ange vilken text som ska märkas upp som huvudrubrik måste du antingen redigera en php fil eller använda en text widget på en widget anpassad startsida.

source: You can also specify if the Site Title, Description, or your own custom text should be wrapped in an <h1>; tag (the primary heading in HTML).
es_es: También puedes especificar si quieres envolver el título del sitio, la descripción o un texto personalizado en una etiqueta <h1> (el encabezado primario en HTML).

source: These are the homepage specific SEO settings. Note: these settings will not apply if a static page is set as the front page. If you're using a static WordPress page as your hompage, you'll need to set the SEO settings on that particular page.
ca: Aquests són els paràmetres de SEO específics de la pàgina d'inici. Nota: la configuració no s'aplicarà si fas servir una pàgina d'inici estàtica. En aquest cas, hauràs de configurar els paràmetres a la pàgina en qüestió.
da_dk: Dette er forsidens SEO opsætning. Hvis du bruger en statisk forside på dit site, er du nødt til at tilføje SEO opsætningen til den specifikke side.
es_es: Estos son los ajustes de SEO para la página de inicio. Ten en cuenta: estos ajustes no se aplicarán si se establece una página estática como página de inicio. Si estás usando una página estática de WordPress como página de inicio, necesitarás configurar los ajustes de SEO en esa página.
fi: Nämä ovat etusivulle tarkoitetut SEO asetukset. Huomio: nämä asetukset eivät mene päälle jos etusivuksi on asetettu staattinen sivu. Jos käytät staattista etusivua WordPagen aloitussivuna, aseta SEO asetukset ko. sivulle erikseen.
it_it: Queste sono le impostazioni SEO specifiche per l'homepage. Nota: queste impostazioni non verranno applicate se una pagina statica viene impostata come pagina iniziale. Se stai usando una pagina di WordPress statico come homepage, è necessario impostare le impostazioni SEO in quella determinata pagina.
sv_se: Dessa är hemsidan Specifika SEO inställningar. Obs: thesis inställningen tillämpas inte om en statisk sida är inställd som ansiktet sidan. Om du använder en statisk sida som din hompage WordPress, måste du ställa in SEO-inställningar på just den sidan.

source: The %1$sDoctitle Separator%2$s is the character that will go between the title and appended text.
es_es: El %1$sSeparador de Doctitle%2$s es el carácter que irá entre el título y el texto añadido.
fi: The %1$sDoctitle Separator%2$s on merkki joka laitetaan otsikon ja lisätyn tekstin väliin..

source: %1$sDoctitle Append Location%2$s determines which side of the title to add the previously mentioned items.
es_es: %1$sAdjuntar Doctitle localización%2$s determina el sitio del título para añadir en los items mencionados.
fi: %1$sDokumenttiotsikon lisäyksen sijainti%2$s määrittelee mille puolelle otsikkoa lisätään aikaisemmin mainitut kappaleet.

source: %1$sAppend Site Name%2$s will put the site name from the General Settings after the title on inner page.
es_es: %1$sAñadir nombre del sitio%2$s añade el título que hayas definido en tus ajustes generales después del título de tu página de inicio.
fi: %1$sAppend Site Name%2$s lisää sivuston nimen yleisasetuksista otsikon jälkeen sisäsivulle.

source: %1$sAppend Site Description%2$s will insert the site description from your General Settings after the title on your home page.
es_es: %1$sAñadir descripción del sitio%2$s añade la descripción que hayas definido en tus ajustes generales después del título de tu página de inicio.

source: Doctitle Settings
ca: Configuració del Doctitle
da_dk: Dokumenttitel indstillinger
es_es: Ajustes de Doctitle
fi: Dokumentin otsikon asetukset
it_it: Impostazioni doctitle
sv_se: Inställningar för dokumenttitel

source: Below you'll find a few succinct notes on the options for each box:
ca: A sota hi trobaràs unes quantes notes d'ajuda:
da_dk: Nedenfor finder du et par kortfattede bemærkninger om mulighederne for hver kasse:
es_es: Debajo encontrarás unas breves notas acerca de las opciones de cada caja:
fi: Löydät alapuolelta muutaman ytimekkään huomion jokaisen valinnan osalta:
it_it: Qui di seguito troverete alcune note succinte sulle opzioni per ogni casella:
sv_se: Nedan hittar du några kortfattade anteckningar om alternativen för varje box.

source: Each page, post, and term will have its own SEO settings as well. The default settings are recommended for most users. If you wish to adjust your SEO settings, the boxes include internal descriptions.
ca: Cada pàgina, entrada i terme també té els seus propis paràmetres SEO. La configuració per defecte està recomanada per a la majoria d'usuaris. Si vols fer-hi ajustaments, hi trobaràs una descripció del que fa cada cosa.
da_dk: Hver side, indlæg, og term vil også have sine egne SEO-indstillinger . Standardindstillingerne anbefales til de fleste brugere. Hvis du ønsker at justere dine SEO indstillinger, indeholder kasserne interne beskrivelser.
es_es: Cada página, entrada y término también tendrán sus propios ajustes de SEO. Los ajustes por defecto son los recomendadas para la mayoría de usuarios. Los campos de texto incluyen descripciones por si quieres cambiar tus ajustes de SEO.
fi: Jokaisella sivulla, artikkelilla ja termillä on oma SEO asetus. Oletusasetukset ovat suositeltuja. Jos haluat muuttaa SEO asetuksia, valinnat sisältävät sisäiset kuvaukset.
it_it: Ogni pagina, articolo e termine avrà anche le proprie impostazioni SEO. Le impostazioni predefinite sono raccomandate per la maggior parte degli utenti. Se si desidera regolare le impostazioni SEO, le caselle comprendono delle descrizioni interne.
sv_se: Varje sida, inlägg och kategori kommer att ha sina egna SEO inställningar också. Standardinställningarna rekommenderas för de flesta användare. Om du vill ändra dina SEO inställningar så innehåller boxarna interna beskrivningar.

source: If you see the menu, then opening that menu item will let you set the General SEO settings for your site.
ca: Si veus l'apartat, vol dir que, si hi vas, podràs configurar els teus paràmetres de SEO per al web.
da_dk: Hvis du ser menuen, så kan du ved at åbne sætte dine generelle indstillinger for SEO på dit site.
es_es: Si puedes ver el menú, ábrelo para cambiar los ajustes de SEO de tu sitio.
fi: Jos näet valikon, tämän valikon avaaminen mahdollistaa yleiset SEO asetukset sivustollesi.
it_it: Se vedi il menu, quindi aprendo quella voce di menu consente di impostare le impostazioni SEO di Genesis per il vostro sito.
sv_se: Om du däremot ser undermenyn och klickar på den så kan du ställa in allmänna SEO inställningar för din webbplats.

source: If you don’t see an SEO Settings sub menu, then you probably have another SEO plugin active.
ca: Si no veus l'apartat de configuració del SEO a Genesis, probablement és perquè tens activada una altra extensió per al SEO.
da_dk: Hvis der ikke er nogen undermenu for SEO indstillinger, har du formodentlig aktiveret et andet SEO plugin
es_es: Si no ves el submenú Ajustes de SEO, entonces es probable que tengas activo otro plugin de SEO.
fi: Jos et näe SEO asetukset alivalikkoa, sinulla on mitä todennäköisemmin joku toinen SEO lisäosa aktiivisena.
it_it: Se non vedi un sottomenu delle Impostazioni SEO, allora probabilmente hai un altro plugin SEO attivo.
sv_se: Om du inte ser undermenyn SEO inställningar, har du förmodligen ett annat SEO plugin aktivt.

source: Genesis SEO (search engine optimization) is polite, and will disable itself when most popular SEO plugins (e.g., All-in-One SEO, WordPress SEO, etc.) are active.
ca: El SEO (optimització per a motors de cerca) de Genesis és molt ben educat i es desactivarà quan hi hagi altres extensions actives dedicades al SEO (e.g., All-in-One SEO, WordPress SEO, etc.); així s'evita qualsevol conflicte.
da_dk: Genesis SEO (søgemaskine optimering) opfører sig venligt, og gør sig selv inaktiv, når du har aktiveret populære SEO værktøjer som f.eks. All-in-One SEO, WordPress SEO etc.
es_es: El SEO en Genesis (optimización en buscadores) es respetuoso, ya que se desactiva cuando alguno de los plugins SEO más populares (Pej. All-in-One SEO, WordPress SEO, etc.) están activos.
fi: Genesis SEO (search engine optimization) on kohtelias, ja se inaktivoi itsensä kun kaikkein yleisimmät SEO lisäosat (esim. All-in-One SEO, WordPress SEO, jne) ovat aktiivisena.
it_it: Il SEO (search engine optimization) di Genesis è educato, e si disabilita automaticamente quando i plugin SEO più popolari (ad esempio, All-in-One SEO, WordPress SEO, etc.) sono attivi.
sv_se: Genesis SEO (search engine optimization) är artig och kommer att inaktivera sig själv när de flesta populära SEO plugins (t.ex. All-in-One SEO, WordPress SEO, osv.) är aktiva.

source: Genesis Tutorials
ca: Tutorials de Genesis
es_es: Tutoriales de Genesis
fi: Genesis oppaat
it_it: Genesis Tutorial
sv_se: Genesis Guider

source: Genesis Snippets
ca: Snippets de Genesis
es_es: Snippets de Genesis
fi: Genesis katkelmat (snippets)
it_it: Genesis Snippet

source: Get Support
ca: Troba suport
da_dk: Få hjælp
es_es: Consigue ayuda
fi: Hanki tukea
it_it: Ricevi supporto
sv_se: Få Support

source: For more information:
ca: Per a més informació:
da_dk: Mere information:
es_es: Para más información:
fi: Lisätietoja:
it_it: Per ulteriori informazioni:
sv_se: För mer information:

source: Export
ca: Exporta
da_dk: Eksporter
es_es: Exportar
fi: Vie
it_it: Esporta
sv_se: Exportera

source: This cannot be undone
ca: Això no es pot desfer
da_dk: Dette kan ikke fortrydes
es_es: Esto no se puede deshacer
fi: Tätä toimintoa ei voi peruuttaa
it_it: Questo non può essere annullato
sv_se: Åtgärden kan inte ångras

source: Import
ca: Importa
da_dk: Importer
es_es: Importar
fi: Tuo
it_it: Importa
sv_se: Importera

source: It also does not include other settings for plugins, widgets, or post/page/term/user specific settings.
ca: Tampoc inclou altres configuracions per a extensions, ginys, o específiques d'entrada/pàgina/terme/usuari.
da_dk: Den indeholder heller ikke indstillinger for plugins, widgets, indlæg, sider eller brugere.
es_es: Tampoco incluye otros ajustes específicos de plugins, widgets, o específicos de entrada/página/término/usuario.
fi: Se ei sisällä muita asetuksia lisäosille, vimpaimille, tai artikkeli/sivu/termi/käyttäjä-kohtaisiin asetuksiin.
it_it: Esso non contiene anche altre impostazioni per i plugin, i widget o articolo/pagina/term/utente nelle impostazioni specifiche.
sv_se: Tillägg, widgets eller inlägg-/sido-/nyckelord-/användarspecika inluderas heller inte.

source: This is specific to Genesis settings and does not includes posts, pages, or images, which is what the built-in WordPress import/export menu does.
ca: Això és específic de la configuració de Genesis; no inclou entrades, pàgines o imatges, que és el que fa l'importador/exportador de Wordpress.
da_dk: Det vedrører kun Genesis opsætningen i modsætning til den indbyggede WordPress import/export som indeholder indlæg, sider og billeder.
es_es: Esto es específico para la configuración de Génesis y no incluye los mensajes , páginas o imágenes , que es lo que hace el menú de importación / exportación incorporado en WordPress.
fi: Tämä on erityisesti tarkoitettu Genesiksen omiin asetuksiin ja se ei sisälly artikkeli-, sivu- tai media-asetuksiin jotka ovat WordPressin sisäänrakennettuja ominaisuuksia joita Tuo/Vie valikko tekee.
it_it: Questo è specifico per le impostazioni di Genesis e non comprende gli articoli, le pagine o le immagini, che è ciò che fa il menù importa / esporta incorporato in Wordpress.
sv_se: Detta är specifikt för Genesis-inställningar och inluderar inte inlägg, sidor eller bilder. Wordpress inbyggda funtion för att importera/exportera hanterar dessa.

source: This allows you to import or export Genesis Settings.
ca: Això et permet importar o exportar la configuració de Genesis.
da_dk: Her har du mulighed for at importere eller eksportere Genesis indstillinger
es_es: Con esto puedes importar o exportar los ajustes de Genesis.
fi: Tämä mahdollistaa Genesis-asetusten tuonnin tai viennin.
it_it: Questo consente di importare o esportare le impostazioni di Genesis.
sv_se: Detta låter dig importera eller exportera Genesis-inställningar.

source: Genesis %1$s is available. <a href="%2$s" %3$s>Check out what's new</a> or <a href="%4$s" %5$s>update now.</a>
es_es: Genesis %1$s está disponible. <a href="%2$s" %3$s>Mira las novedades</a> o <a href="%4$s" %5$s>actualiza ya.</a>

source: In order to view the Primary navigation menu settings, you must build a %scustom menu%s, then assign it to the Primary Menu Location.
es_es: Para ver los ajustes de la navegación primaria, debes crear un %smenú personalizado%s y asignarlo a la ubicación Menú primario.

source: Twitter link displays a link to your Twitter profile, as indicated in Twitter ID setting. Enter only your user name in this setting.
ca: L'enllaç a Twitter mostra un enllaç al teu perfil de Twitter, segons la ID que li indiquis. Només cal que hi entris el teu nom d'usuari.
da_dk: Twitter link viser et link til din Twitter profil. Skriv kun din brugernavn hos Twitter i feltet.
es_es: El enlace de Twitter muestra un enlace a tu perfil de Twitter que hayas indicado en el ajuste ID de Twitter. Introduce sólo tu nombre de usuario.
fi: Twitter linkki näyttää linkin Twitter-profiiliisi, kuten Twitter ID asetuksissa. Lisää tähän ainoastaan Twitter-käyttäjänimesi.
it_it: Nel link di Twitter viene visualizzato un link al tuo profilo Twitter, come indicato nella cornice ID Twitter. Inserisci il tuo nome utente in questa impostazione.
sv_se: Twitter-länk visar en länk till din Twitter-profil, enligt vad som anges i Twitter-ID-inställning. Ange bara ditt användarnamn i denna inställning.
